{
  "j25_myarturia_presets_banks": [
    {
      "id": "1",
      "product_id": "177",
      "product_slug": "dark_ambient",
      "name": "Dark Ambient",
      "sound_designer": "Jean-Michel Blanchet",
      "permalink": null,
      "presets_count": "16",
      "baseline": "Echoes of the Unknown",
      "intro_phrase": "For the dark at heart: the Dark Ambient preset bank will take your music to unsettling new places, where you can draw the soundscapes of unfamiliar places, shrouded in mystery and uncertainty.",
      "description": "<p><b>Created by Arturia Sound Designer Jean-Michel Blanchet, the 16 presets of the Dark Ambient bank are the perfect material to build mystical, enigmatic, and even occult sonic textures.</b> Whether creating the soundtrack of a cryptic environment in a dark fantasy video game, of an uncomfortable scene in a thriller, or to envelop a track in an unsettling atmosphere, Dark Ambient has the sound palette you need.</p>\\r\\r<p>The pads, basses and keys will let you infuse the audio spectrum with drawn-out, evolving sounds to create a feeling of slowness, almost immobility, while the SFX, sequences and percussive sounds will let you build tension and shatter expectation with disjointed rhythm.</p>\\r\\r<p>Discover the dark face of the Jup-8 V.</p>\\r",
      "plugins": "analoglab, jup-8-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "2",
      "product_id": "178",
      "product_slug": "iconic_vibration",
      "name": "Iconic Vibration",
      "sound_designer": "Noam Gingold",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The building blocks of the legend",
      "intro_phrase": "The sounds that created the legend: Matrix-12 V\\'s Iconic Vibration preset pack puts the fat, warbling tones of Oberheim\\'s classic 80s analog powerhouse at your fingertips.",
      "description": "<p><b>Revered as the dream machine, the king of synths, a jewel in the crown of the keyboard world, some of Matrix-12\\'s most distinctive sounds have now been brought back to life by Musicrow\\'s Noam Gingold.</b> </p>\\n\\n<p>Give your music the unmatched richness and vibrancy of its thick brass, deep pads, and textural sweeps. Iconic Vibration\\'s 32 carefully curated sounds will give you the perfect retro feel for your compositions, productions and performances, while still retaining that authentic, instantly recognizable Matrix sound. First Vangelis, Depeche Mode, The Orb... now it\\'s your turn to discover the myth and history of Matrix-12.</p>\\n\\n<p>Make your analog dreams come true with Iconic Vibration.</p>\\r\\r",
      "plugins": "analoglab,matrix-12-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "3",
      "product_id": "179",
      "product_slug": "sashas_signature",
      "name": "Sasha\\'s Signature",
      "sound_designer": "Sasha",
      "permalink": null,
      "presets_count": "48",
      "baseline": "Legendary dancefloor sounds",
      "intro_phrase": "What if you could take one of the most recognized and awarded DJ and producer in the history as your mentor? What if you could infuse your tracks with all his experience and wisdom? No need to wonder. Give it a try!",
      "description": "<div class=\\\"row\\\">\\n            <div class=\\\"col-xs-6\\\">\\n                      <p><b>Sasha, the master DJ and producer, apostle of progressive House and Trance, created a sound bank for the Synclavier V, Farfisa V and Prophet V. </b> These 48 presets are all based on his unique experience and instinctive knowledge of what hits are made of.</p>\\n            </div>\\n            <div class=\\\"col-xs-6\\\">\\n                <img src=\\\"/images/products/sashas_signature/sasha.jpg\\\" alt=\\\"\\\" class=\\\"img-responsive margin-0-auto margin-top-5\\\">\\n            </div>\\n            <div class=\\\"col-xs-12\\\">\\n                <p>The Sasha?s Signature includes emblematic sounds on which the masterstrokes of the artist were built as well as original yet unmistakable new sonic material. As an expert alchemist of sound, Sasha provides you with ultra-effective presets that will flawlessly find their place in your compositions and inspire your future works.</p>\\n                <p>Let the master contribute to your most thrilling creations!</p>\\n            </div>\\n\\n        </div>",
      "plugins": "analoglab,prophet-v, synclavier-v, farfisa-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "4",
      "product_id": "183",
      "product_slug": "deep_ambient",
      "name": "Deep Ambient",
      "sound_designer": "Jean-Michel Blanchet",
      "permalink": null,
      "presets_count": "36",
      "baseline": "Deeper and deeper down to the core",
      "intro_phrase": "Dive into hidden depths, and discover exciting new sonic textures and musical possibilities. In this primordial layer, you\\'ll find the minimalist essence you need to build a world of unheard, unusual sounds.",
      "description": " <div class=\\\"row\\\">\\n                 <div class=\\\"col-xs-12\\\">\\n                \\n                <p><b>Jean-Michel Blanchet, wizard Sound Designer in the Arturia team, utilized all his experience and mastery to design a comprehensive sound bank dedicated to the creation of immersive soundscapes.</b> It includes 36 presets for the Matrix-12 V, SEM V and Prophet V.</p>\\n\\n\\n\\n                <p>Resounding with the subconscious and echoing the depths of the soul, they will give your tracks new emotional depth: Ambivalent feelings of distance and intimacy, elusiveness and longing, uncertainty and despair.</p>\\n                <p>Explore the music beyond the domain of mind.</p>\\n            </div>\\n\\n        </div>",
      "plugins": "analoglab,matrix-12-v, sem-v, prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "5",
      "product_id": "186",
      "product_slug": "tangerine_tribute",
      "name": "Tangerine Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "48",
      "baseline": "Travelling between dimensions",
      "intro_phrase": "By questioning the true nature of music and sounds, Tangerine Dream gave them a new meaning. Out of simple waves they created gates to an alternate reality, fracturing the layers of time and space.",
      "description": "<div class=\\\"row\\\">\\n                 <div class=\\\"col-xs-6\\\">\\n                <p><b>Created by Paul Schilling, the Tangerine Tribute sound bank for Modular V and Jup-8 V pays homage to the works of Tangerine Dream.</b> Created in 1967, the illustrious German collective bestowed nobility on synthesizers and electronic music through their unmistakable mix of ethereal, spatial, and emotional style.</p>\\n            </div>\\n            <div class=\\\"col-xs-6\\\">\\n                <img src=\\\"/images/products/tangerine_tribute/tangerinedream.jpg\\\" alt=\\\"\\\" class=\\\"img-responsive margin-0-auto margin-top-5\\\">\\n            </div>\\n            <div class=\\\"col-xs-12\\\">\\n                <p>The 48 presets in this bank will bring you the sequences, keys, leads and pads to recreate some of the most eminent Tangerine Dream masterpieces. You can also use these presets to enhance your own creations with the genius that will eternally remain at the core of their sounds. </p>\\n                <p>Tangerine Dream made synthesizers the center of their creativity, tools to imagine, experiment and explore new approaches to music. It is now your turn to carry on.</p>\\n            </div>\\n\\n        </div>\\n",
      "plugins": "analoglab,jup-8-v, modular-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "6",
      "product_id": "187",
      "product_slug": "kraft_tribute",
      "name": "Kraft Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "56",
      "baseline": "Early Robot-Driven Experiment",
      "intro_phrase": "As precursors of Electronic music, the members of the German quartet Kraftwerk have worked with their machines as equals. By leaving aside their ego, they became the icons and forerunners of a new generation of musicians.\\r",
      "description": "<div class=\\\"row\\\">\\n            <div class=\\\"col-xs-12\\\">\\n                \\n                <p><b>The Kraft Tribute sound bank for the Modular V and Prophet V celebrates the work of Kraftwerk, the iconic band created in 1970. </b>Like an icebreaker, Kraftwerk became an inalienable legend by forcing its own way through the music map, a way that we now call Electronic music.</p>\\n            </div>\\n            <div class=\\\"col-xs-6\\\">\\n                <img src=\\\"/images/products/kraft_tribute/paulschilling.jpg\\\" alt=\\\"\\\" class=\\\"img-responsive margin-0-auto\\\">\\n            </div>\\n            <div class=\\\"col-xs-6\\\">\\n                <p>Created by Paul Schilling, the 56 sounds of the Kraft Tribute bank will allow you to reassemble the key components of their most remarkable productions, or to use them to augment your own creations. This toolbox includes the sounds that made the signature of Kraftwerk: sequences, analog percussions, SFX, pads, leads and basses.</p>\\n            </div>\\n\\n            <div class=\\\"col-xs-12\\\">\\n                <p>Kraftwerk pioneered Electronic music, and their early work certainly divided opinion between fans and critics. History has now spoken, and sided with the fans, and so do we.</p>\\n            </div>\\n        </div>",
      "plugins": "analoglab,prophet-v, modular-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "7",
      "product_id": "188",
      "product_slug": "future_electronica",
      "name": "Future Electronica",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The sound of tomorrow\\'s legends today",
      "intro_phrase": "Whatever genre of music you create, this expansion will take it on a tour through a sprawling, neon metropolis. The sounds of Future Electronica will add a lush, cinematic depth to your tracks.",
      "description": " <div class=\\\"row\\\">\\n                 <div class=\\\"col-xs-10\\\">\\n                \\n                <p><b>Containing 32 stunning new sounds, Future Electronica provides the soundtrack for vibrant sonic cityscapes using Arturia\\'s fabled SEM V and Jup-8 V.  </b>The brainchild of the sound-creators from Sample Magic, this superb expansion to the V Collection contains thick leads, evocative pads and evolving patterns that are sure to transform your music.\\n</p>\\n</div>\\n\\n<div class=\\\"col-xs-2\\\">\\n  <img src=\\\"/images/products/future_electronica/SampleMagicLogo.png\\\" alt=\\\"\\\" class=\\\"img-responsive\\\">\\n    </div>\\n  <div class=\\\"col-xs-12\\\">\\n\\n                <p>Whether you want to evoke a fractal-patterned cyberspace or a visceral, dark future with your music, this sound bank has the power to take you there.\\r</p>\\n                <p>Explore tomorrow\\'s world with the Future Electronica pack.\\r</p>\\n            </div>\\n\\n        </div>",
      "plugins": "analoglab,sem-v, jup-8-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "8",
      "product_id": "189",
      "product_slug": "efficient_pads",
      "name": "Efficient Pads",
      "sound_designer": "Ed Ten Eyck",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Enhancing Sound Layers",
      "intro_phrase": "You have a hit on your hands, but it needs that extra magic touch. Add an epic landscape behind the muse, an army behind the champion, the emotion behind the message.",
      "description": "<div class=\\\"row\\\">\\n        <div class=\\\"col-xs-12\\\">\\n           \\n            <p><b>The Efficient Pads preset bank is a collection of 32 highly functional and instantly applicable pads to take your compositions to the next level.</b> Carefully designed by Ed Ten Eyck, these all-terrain presets for the Jup-8 V and Synclavier V go straight to the point while leaving room for all the other sections of your tracks to fully express themselves.</p>\\n\\n            <p>Simple yet ultra-effective the Efficient Pads is all about giving resources to your creativity and letting your skills as a composer and keyboardist shine.</p>\\n            <p>Perfect your creations with a final touch, the breath of life.</p>\\n        </div>\\n\\n    </div>",
      "plugins": "analoglab,jup-8-v, synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "9",
      "product_id": "190",
      "product_slug": "ambient_soundscapes",
      "name": "Ambient Soundscapes",
      "sound_designer": "Victor Morello",
      "permalink": null,
      "presets_count": "50",
      "baseline": "Create your own worlds",
      "intro_phrase": "A host of enigmatic, drifting virtual landscapes created using Arturia\\'s award-winning Matrix-12 V, Ambient Soundscapes will create your personal musical world like brushstrokes on a canvas.",
      "description": "<p><b>Containing 50 finely crafted presets made by Arturia sound designers Victor Morello, Ambre Basuyaux-Cousin and Jean-Baptiste Arthus, the Ambient Soundscapes collection will enrich Matrix-12 V with spacious pads, atmospheric arpeggios and vibrant one-shot effects that will give your music unimaginable depth.</b> </p>\\n\\n<p>An essential add-on for sound designers and audio artists, each of the 50 sounds in Ambient Soundscapes takes you on a journey of musical discovery, and will let your listeners drift across mysterious environments and ethereal sonic worlds of your creation.</p>\\n\\n<p>Load up Ambient Soundscapes, and drift away into pure audio joy.</p>\\r\\r",
      "plugins": "analoglab,matrix-12-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "10",
      "product_id": "191",
      "product_slug": "house_chords",
      "name": "House Chords",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "29",
      "baseline": "Pioneer the hypnotic groove",
      "intro_phrase": "An impressive collection of House inspired sounds from its inception to the present day, this collection gives you instant access to some of the genre\\'s most emblematic sounds with Arturia\\'s Mini V.",
      "description": "<p><b>A collaboration between French artist Naux and Arturia\\'s own sound designers Ambre Basuyaux and Victor Morello, House Chords contains 29 Mini V patches that satisfy even the most discriminating House fan. </b> </p>\\n\\n<p>From subtle, nuanced melodic sounds to pulsing, jagged chords, this sound bank draws influence from multiple periods and styles of House to give you a broad, super-usable sound palette to create your dance-floor fillers. With the aim of creating a sound that is both deep and complex, but light and dreamy, House Chords will become your versatile, go-to source for House production.</p>\\n\\n<p>Chicago-inspired, Progressive-infused, but beautifully original and unique, experience House Chords for the Mini V and be blown away.</p>\\r\\r",
      "plugins": "analoglab,mini-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "11",
      "product_id": "193",
      "product_slug": "synthwave",
      "name": "Synthwave",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The Future In The 80s",
      "intro_phrase": "Grab your white satin scorpion jacket, hit the blacklight, and turn the ignition on this exciting preset pack. The Synthwave collection will transport you to the futuristic highways and dystopian cities of the future, all from the comfort of your studio.",
      "description": " <div class=\\\"row\\\">\\n                 <div class=\\\"col-xs-10\\\">\\n                \\n                <p><b>Created by Sample Magic, this preset pack contains 32 neon-soaked, retro-futuristic sounds for you to use in your productions. Whether you’re new to Synthwave and need some high quality elements to get you started, or if you’re a seasoned Outrun producer who wants to add some variation to your sound, the Synthwave pack has everything you need.</b> \\n</p>\\n</div>\\n\\n<div class=\\\"col-xs-2\\\">\\n  <img src=\\\"/images/products/future_electronica/SampleMagicLogo.png\\\" alt=\\\"\\\" class=\\\"img-responsive\\\">\\n    </div>\\n  <div class=\\\"col-xs-12\\\">\\n\\n                <p>The sounds in this pack make full use of the power of Arturia’s Mini V and Prophet V to give you emotive leads, sun-drenched synths, classic drum machine beats in a chilled retro driven sound. These incredibly usable presets will sit perfectly in fast-paced, animated tracks, but could also be used creatively to craft dark, unnerving scores for films, games, or a spooky TV series… stranger things have happened.\\r</p>\\n                <p> Take a drive on the futuristic freeway.\\r</p>\\n            </div>\\n\\n        </div>",
      "plugins": "analoglab,mini-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "12",
      "product_id": "195",
      "product_slug": "efficient_keys",
      "name": "Efficient Keys",
      "sound_designer": "Simon Gallifet;Victor Morello",
      "permalink": null,
      "presets_count": "32",
      "baseline": "A Sound For Every Track",
      "intro_phrase": "When you’re writing a new track or layering chords and melodies, the last thing you want to be doing is worrying about using a sound that doesn’t compliment the song. Efficient Keys lets you focus on what’s important: the music.",
      "description": " <div class=\\\"row\\\">\\n<div class=\\\"col-xs-12\\\">\\n<p><b>Created by Simon Gallifet and Victor Morello Arturia’s resident sound designers - this collection contains 32 keyboard presets created with CS-80 V, Matrix-12 V, Sem V and Jup-8 V that are strong and iconic, but simple enough to easily use in any production.</b> </p>\\n</div>\\n<div class=\\\"col-xs-12\\\">\\n<p>Whether you need some beef up a rock chorus, make the melodic hook for a pop track, or simply to lay down some fat chords on your EDM mix, this preset bank has you covered.The patches within Efficient Keys are a powerful songwriter’s tool, letting you focus on creating music without getting carried away with animated, multi-layered, complicated sounds. They also make a great starting place to build from, letting you develop your own unique sounds from these solid foundations.Keep it simple with Efficient Keys.</p>\\n</div>\\n</div>",
      "plugins": "analoglab,matrix-12-v,jup-8-v,cs-80v,sem-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "13",
      "product_id": "196",
      "product_slug": "jmj_tribute",
      "name": "JMJ Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "49",
      "baseline": "Welcome to the New Age",
      "intro_phrase": "Few solo musicians are credited with having such a profound influence on the music world as Jean-Michel Jarre. For almost half a century, the legendary French ambient pioneer has been at the forefront of contemporary electronic music, always pushing the b",
      "description": " <div class=\\\"row\\\">\\n<div class=\\\"col-xs-12\\\">\\n<p><b>Now, thanks to the incredible power of the Arturia V Collection, Jarre’s iconic sounds are directly under your control. Expertly created by sound designer Paul Schilling to make full use Arturia’s True Analog Emulation® technology, JMJ Tribute contains 49 deep, multi-layered soundscapes, textures, leads, and arpeggios inspired by 2 of Jarre’s most iconic albums: “Équinoxe” and “Les Chants Magnétiques”. </b></p>\\n</div>\\n<div class=\\\"col-xs-12\\\">\\n<p>\\nWhile these animated, luscious sounds are perfect for recreating the revolutionary sounds of Jarre’s late 70s, early 80s golden era, they also serve as an excellent launchpad for inspiring your own masterpieces and as a base for your own patches. JMJ Tribute is a true celebration of the defining sounds of new age, ambient, and early electronic music that still sound as vital and fresh today as they did when they were first released.\\n</p>\\n<p>\\nWarning: laser harp not included.\\n</p>\\n</div>\\n</div>",
      "plugins": "analoglab,modular-v,arp2600v,solina-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "15",
      "product_id": "201",
      "product_slug": "efficient_bass",
      "name": "Efficient Bass",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "In bass we trust",
      "intro_phrase": "Bass is one of the most important elements of modern music production, and the quality of a song’s low end can make or break the track. Arturia is here to save the day. The Efficient Bass sound pack contains 32 highly usable bass sounds created by Sample ",
      "description": "You won’t find any niche, specialist patches here, just wall to wall solid, usable bass sounds. Whether you need a thick, floor-filling bass to sidechain in your mix, or a harmonically rich bass that will translate well to the radio, Efficient Basses gives you all the sonic tools you need to flesh out the low end of your tracks. Making full use of the tone-shaping power of Mini V and SEM V, you’ll never worry about your track’s bottom end again.Thanks to Efficient Basses, your tracks will have the power they deserve.",
      "plugins": "analoglab,mini-v,sem-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "16",
      "product_id": "202",
      "product_slug": "efficient_leads",
      "name": "Efficient Leads",
      "sound_designer": "Ed Ten Eyck",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Solid gold tone",
      "intro_phrase": "Crafted by Ed Ten Eyck for Arturia’s Jup-8 V and Prophet V, the Efficient Leads sound pack gives you 32 iconic, unique, and dependable lead presets for you to use in your own compositions. Spend more time playing, and less time hunting for the right sound",
      "description": "Whether you need a creamy, chilled-out sound or a cutting, hard-edged tone, Efficient Leads has a great variation of simple and highly usable sounds that you’ll love to take advantage of in your tracks. Use them as they come, or build on them to create your own unique sound: the presets in Efficient Leads make a great starting place for you to tweak and hone a synth sound that will give your track its own unique sonic DNA.Breathe some life into your hooks and melodies with Efficient Leads",
      "plugins": "analoglab,jup-8-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "17",
      "product_id": "203",
      "product_slug": "electric_rescues_signature",
      "name": "Electric Rescue\\'s Signature",
      "sound_designer": "Electric Rescue",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Emotion-Connected Techno Vibes",
      "intro_phrase": "Led by his quest of authenticity, techno genius Electric Rescue included a set of 32 Matrix-12 V and ARP 2600 V presets that are all involved on his next album.",
      "description": " <div class=\\\"row\\\">\\n\\n                 <div class=\\\"col-xs-12\\\">\\n\\n<p><b>Artist and label owner Antoine Husson has been acting on many domains of electronic music since 1994. As Electric Rescue, he gathers the specific feelings of a wide variety of influences to feed his prolific techno. Paying as much attention to the substance and form, he created a Sound Bank that is all about enriching and developing your tracks from the core to the surface. Discover a feeling that builds the bridge between your instinct and emotions.</b></p>\\n</div>\\n\\n</div>\\n              ",
      "plugins": "analoglab,arp2600v,matrix-12-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "18",
      "product_id": "204",
      "product_slug": "maxime_dangles_signature",
      "name": "Maxime Dangles\\' Signature",
      "sound_designer": "Maxime Dangle",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Genuine, Imperturbable, Electro",
      "intro_phrase": "Experienced performer, passionate geek and nonconformist artist Maxime Dangles created a sound bank of 32 presets for the SEM V inspired by his use of classic analog synthesizers.",
      "description": " <div class=\\\"row\\\">\\n\\n                 <div class=\\\"col-xs-12\\\">\\n\\n<p><b>Since he broke into the techno scene, Maxime Dangles never ceased to shake the dance floors of the greatest clubs and to cumulate experience while he deepened his unique style. As a true experimenter and a classic synth addict, he used the SEM V to create a comprehensive tool box for electro music, making the most of its exceptional effectiveness and potential. This earth tremor will lead you to infinite aftershocks.</b></p>\\n</div>\\n\\n</div>\\n              ",
      "plugins": "analoglab,sem-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "19",
      "product_id": "205",
      "product_slug": "motekas_signature",
      "name": "Moteka\\'s Signature",
      "sound_designer": "Moteka",
      "permalink": null,
      "presets_count": "32",
      "baseline": "A leap in the Dark Techno",
      "intro_phrase": "Moteka, one of the French apostles of the modern Dark Techno scene delivers a 100% SEM V sound bank like a snapshot of his permanently evolving, deep and complex sonic signature.",
      "description": " <div class=\\\"row\\\">\\n\\n                 <div class=\\\"col-xs-12\\\">\\n\\n<p><b>Pierre Moteka’s story is made of a constant sonic evolution that took him to the deepest layer of the techno underworld. As he explored the dark side, he naturally embraced sound design as a second nature. The Sound Bank he created is a treasure chest filled with modular-like, dark, ambient and techno-ish sounds through which he devoted to stretch SEM V’s limit. Let the techno pulses guide you into the dark.</b></p>\\n</div>\\n\\n</div>\\n              ",
      "plugins": "analoglab,sem-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "20",
      "product_id": "208",
      "product_slug": "neo_soul_hip_hop",
      "name": "Neo Soul Hip Hop",
      "sound_designer": "BLAKE.",
      "permalink": null,
      "presets_count": "32",
      "baseline": "From the street to the rooftops",
      "intro_phrase": "Drawing influences from the very roots of the hip-hop sound, French producer Blake created a bank of 32 Prophet V presets conveying the nonchalant elegance of neo soul.",
      "description": "A timeless hybrid of the raw character of traditional hip-hop and the sensitive tones of soul music, this neo soul sandbox provides you with an extensive array of sounds that truly do justice to this compelling fusion of genres… Mix the mellow and the rough, the thin and the thick, the airy and the deep. Let your inspiration combine the unique elements of this exciting collection, and let your ideas be transformed with the help of neo soul to create classic cuts. Put the soulful, human touch into hip-hop.",
      "plugins": "analoglab,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "21",
      "product_id": "209",
      "product_slug": "magnificent_motion",
      "name": "Magnificent Motion",
      "sound_designer": "Aneek Thapar",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The music never stops",
      "intro_phrase": "Aneek Thapar, professional sound designer from UK, pays tribute to the most fundamental aspect of music: time. The 32 presets of his sound bank will let you create soundscapes made of infinite motion.",
      "description": "The Magnificent Motion sound bank gathers a set of delicate ambient tones. It includes a comprehensive collection of intimate keys, cyclic bass sounds as well as evolving pads, arps and SFX that will all perfectly compliment those musical moments when you don’t want the sound to end. Whether you’re creating the soundtrack of a contemplative movie sequence, or crafting a soundscape that will evoke thousands of pictures in people’s mind, you just found the sonic material you needed. Create songs that will live on.",
      "plugins": "analoglab,prophet-v,cs-80v,sem-v,piano-v,solina-v,wurli-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "22",
      "product_id": "211",
      "product_slug": "vangelis_tribute",
      "name": "Vangelis Tribute",
      "sound_designer": "Noritaka Ubukata",
      "permalink": null,
      "presets_count": "59",
      "baseline": "Conducting the electronica breakthrough",
      "intro_phrase": "Having been worshiped as a messiah of electronica throughout his extensive career, Vangelis brought an approach to music and sound that will never cease to inspire forward-thinking composers.",
      "description": "Noritaka Ubukata, esteemed elder of the Arturia Sound Design team and long-time admirer of Vangelis gathered all his knowledge to recreate the most iconic sounds conceived by the anti-conformist composer using the Arturia virtual reproductions of the instruments he owned. The 43 individual presets of the Vangelis Tribute bank will of course be a prolific source of CS-80 V sounds, Vangelis’ favorite synthesizer, but also instruments such as the Jup-8 V and Modular V. Analog Lab will even provide 16 multi-presets to easily recreate his most memorable masterpieces. All horizons are within reach when you experience the Vangelis sounds.",
      "plugins": "analoglab,arp2600v,cs-80v,jup-8-v,matrix-12-v,mini-v,modular-v,piano-v,prophet-v,solina-v,stage-73-v",
      "published": "1",
      "new": "0",
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "23",
      "product_id": "213",
      "product_slug": "floyd_tribute",
      "name": "Floyd Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Psychedelic by definition, progressive by necessity",
      "intro_phrase": "As a lighthouse of progressive and psychedelic rock, Pink Floyd is considered as one of the most influential bands. Getting rid of all conventions they created music reaching a higher emotional dimension.",
      "description": "Powered by his advanced expertise, Paul Schilling took the responsibility of recreating the unforgettable sounds conceived by Pink Floyd’s keyboardist between 1964 and 1996. Adjusting in minute details all the possible parameters of the Modular V and Solina V, Paul achieved a sound bank that will let you totally take advantage of the influential vibes lying at the core of the Pink Floyd’s masterpieces. Run with these tones and soundscapes.",
      "plugins": "analoglab,modular-v,solina-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "24",
      "product_id": "41",
      "product_slug": "down-tempo-fragment",
      "name": "Down Tempo Fragment",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "5",
      "baseline": "Breathe, chill-out, relax, all in style",
      "intro_phrase": "Exclusively based on the modular engine built in Spark 2, Down Tempo Fragment is about airy hovering percussions and sound effects.\\r\\r",
      "description": "<p> Exclusively based on the modular engine built in Spark 2, Down Tempo Fragment is about airy hovering percussions and sound effects.\\r\\n                                                </p>\\r\\n                                                <p>\\\"With Down Tempo Fragment, my vision was to create an organic feel by using exclusively the Spark 2 modular engine. Working with slow tempi is the perfect framework for this as it opens a large field for\\r\\n                                                    subtle modulations and leaves a lot of room for rhythmic sub-patterns.\\r\\n                                                </p>\\r\\n                                                <p>As no sample is used in this bank you will be able to modify each parameter in each kit. I hope you will enjoy this as much as I do.\\\"\\r\\n                                                </p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "5 kits – 80 instruments – 160 patterns",
      "hardware_slug": ""
    },
    {
      "id": "25",
      "product_id": "42",
      "product_slug": "latin-vibes",
      "name": "Latin Vibes",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "4",
      "baseline": "Heat from the streets of Mexico",
      "intro_phrase": "Crafted exclusively for Spark by Alejandro Cajica Contreras, Carlos Tejeda Ocampo and Salvador Martínez Guerrero, Latin Vibes is an exciting collection of sampled sounds from the drums and percussion of Bachata and Banda.",
      "description": " <p>These sounds really come to life in Spark\\'s versatile sequencer, and \\r\\n                                                you\\'ll find that Latin Vibes can spice up any track, no matter the \\r\\n                                                genre. Put some passion in your house music, some fire in your rock, and \\r\\n                                                some flavor in your EDM. Pull up one of the patterns and see where the \\r\\n                                                music takes you.  </p>\\r\\n                                                <p>Pick up Latin Vibes now, and lose yourself in the rhythm. \\r\\n                                                </p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "4 kits – 64 instruments – 128 patterns",
      "hardware_slug": ""
    },
    {
      "id": "26",
      "product_id": "43",
      "product_slug": "booster-pack-fragment",
      "name": "Booster Pack Fragment",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "5",
      "baseline": "Extra Strike Force",
      "intro_phrase": "Beef up your Spark drum machine with this free refill including Hip-Hop, Drum & Bass and Garage kits, plus a carefully sampled 808.",
      "description": " <p>Sinapsya, Flux302 and Dalhas Umai, three elite members of the Arturia Sound Design family join forces to bring you a selection of indispensable and varied sonic resources that will electrify your tracks.\\r\\n                                                </p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "5 kits – 80 instruments – 160 patterns",
      "hardware_slug": ""
    },
    {
      "id": "27",
      "product_id": "44",
      "product_slug": "alma-fragment",
      "name": "ALMA Fragment",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "5",
      "baseline": "Sounds From Space",
      "intro_phrase": "This collection of totally unique sounds has been beautifully rende by Arturia\\'s in-house sound designers, emphasizing their distinctive tone to create a fun, inspiring, and usable sound set.\\r\\r",
      "description": "<p>The 5 kits – 80 instruments – 160 patterns contained within the ALMA Fragment are named after celestial bodies in the constellation of Orion, the distant origin of these incible sounds. The frantic, high-energy\\r\\n                                                    pulse of Bellatrix and Saiph lend themselves perfectly to driven electronica and techno, while the sparse, textural signals of Mintaka and Rigel are great for slower down-tempo and ambient music. The\\r\\n                                                    Catasterism kit - named after the mythic origins of stars and constellations - is the most musical and processed kit, a great all-rounder that can compliment any style.\\r\\n                                                </p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "5 kits – 80 instruments – 160 patterns",
      "hardware_slug": ""
    },
    {
      "id": "28",
      "product_id": "68",
      "product_slug": "spark-edm-essentials",
      "name": "EDM Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Fill the Dance Floor",
      "intro_phrase": "EDM Essentials brings a complete and powerful production suite to the Electronic Dance Music producer.",
      "description": "<p>Featuring a comprehensive library of 30 kits / 300 instruments and 960 patterns , varying from big room floor filling stormers, to underground tech house gems. Spark EDM delivers the drums, stabs, one shots,\\r\\n                                                    and fx that will give your tracks the sound they need to produce dance floor hits.\\r\\n\\r\\n                                                </p>\\r\\n\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "29",
      "product_id": "69",
      "product_slug": "spark-dubstep-essentials",
      "name": "Dubstep Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Next Step to Dubstep",
      "intro_phrase": "DubStep essentials for Spark brings a complete and powerful production suite to the Dubstep producer.",
      "description": "<p>Featuring a comprehensive library of 30 kits / 300 instruments created in partnership with Sample Magic, SPARK DubStep delivers unparalleled punch. From atomic wobble basses, to filthy FX and dirty drums,\\r\\n                                                    everything is at your fingertips in one single and easy to use interface.\\r\\n\\r\\n                                                </p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "30",
      "product_id": "70",
      "product_slug": "hollywood-essentials",
      "name": "Hollywood Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "To the Movies",
      "intro_phrase": "Spark Hollywood Essentials brings an amazing library of film score tools to the Spark Engine.\\r\\r\\n\\r",
      "description": "<p>Designed by three of Hollywoods top sound designers, Larry Hopkins, Alan Howarth, and Mark Mangini, these sounds, kits and patterns will open up many new potential avenues for any genre of music.\\r\\n\\r\\n                                                </p>\\r\\n\\r\\n                                                <p>Featuring a library of 30 kits with 300 instruments and 960 patterns that range from field recordings, to incible sound scapes and percussion ensembles worthy of a major motion picture Hollywood block buster.\\r\\n\\r\\n                                                </p>\\r\\n                                                <p>Sparks organic realtime workflow allows you to take advantage of this suite of sounds perfect for scoring a film and allows you to easily apply them to any genre of music production.\\r\\n\\r\\n                                                </p>",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "31",
      "product_id": "71",
      "product_slug": "hiphop-essentials",
      "name": "Hip Hop Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Get Your Groove On\\n                                                ",
      "intro_phrase": "Hip Hop production whiz Rick Stone brings his arsenal and expertise to Spark Creative Drum Machine.",
      "description": " <p>Discover with Hip Hop Essentials 30 kits full of raw and effected sounds : shots, kicks, snares, hats, claps, FX,…\\r\\n\\r\\n                                                </p>\\r\\n\\r\\n                                                <p>Rick produced, remixed or designed sounds for such artists as Ice Cube, Snoop, Dr. Dre, Lil Wayne, Whitney Houston, Lil Kim, Deathrow Records & Motown. In Hip Hop Essentials he laces up sequences like no\\r\\n                                                    other. Adding his own flavor and building on contemporary trends, his kits will help you build your own music and quickly bring your own ideas to the mix.\\r\\n\\r\\n                                                </p>\\r\\n                                                <p>Sparks intuitive and creative workflow puts you in command, allowing you to go far beyond launching loops. You can tweak and change every beat, every sound.\\r\\n\\r\\n                                                </p>\\r\\r\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "32",
      "product_id": "105",
      "product_slug": "hardtek-essentials",
      "name": "Hardtek Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Freedom to Party!",
      "intro_phrase": "Spark Hardtek Essentials is an insanely powerful addition to Spark, perfect for high-energy productions and live performances.\\r",
      "description": "<p>Produced by Crystal Distortion and Ixindamix, members of the SP23 crew and former members of the Spiral Tribe sound system, the 30 kits, 300 instruments and 960 patterns cover everything from quite heavy\\r\\n                                                    techno, all the way to pure sonic mayhem. With a strong focus on drum production, Spark Hardtek Essentials also provides killer basses, leads, one shots and effects ready to rip sound systems apart\\r\\n\\r\\n                                                </p>\\r\\n\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "33",
      "product_id": "116",
      "product_slug": "noise-essentials",
      "name": "Noise Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Power in the Unusual",
      "intro_phrase": "Spark Noise Essentials is a great addition to the Spark library, that focuses on unconventional drums and rhythms",
      "description": "<p>It was produced by Keith Hillebrandt, known for his work as a sound-designer, remixer and programmer for many music legends of the industry such as Stevie Wonder and Nine Inch Nails, etc.</p>\\r\\n\\r\\n                                                <p>This expansion pack sends you deep in the most unconventional territories of sound design, field recording and analog drum synthesis. Create your beats with samples from an old 2600 synthesizer driven through\\r\\n                                                    a vintage preamp or maybe analog drums run through circuit bent synths and speakers, acoustic kits mangled and recorded in various ways and then processed with an incible list of unique processors.</p>\\r\\n\\r\\n                                                <p>Industrial, organic, robotic, ... This expansion pack will be inspiring for any musical genre. Use it as a sound source for your own creations or select from the huge list of included patterns as a starting\\r\\n                                                    point.\\r\\n                                                </p>\\r\\n\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "34",
      "product_id": "134",
      "product_slug": "techno-essentials",
      "name": "Techno Essentials",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "30",
      "baseline": "Linking Origin and Destiny",
      "intro_phrase": "Spark Techno Essentials infuses Spark with the imperturbable strength and straightforwardness of techno beats.\\r\\r",
      "description": " <p> Techno Essentials is an inexhaustible source of inspiration and sonic resources for techno producers. It restitutes the entire sonic specter of this unwavering cornerstone of electronic music, from its origins\\r\\n                                                    in 80\\'s Detroit to its most recent and trail blazing realizations. Made to create the most purposeful beats, the most inflexible rhythms and the darkest tracks, this expansion pack includes a range of\\r\\n                                                    fat kicks and nasty snares along with sonorous sub-basses and noisy hi-hats. With Techno Essentials, Spark will become the source of all your techno beat-making.</p>\\r",
      "plugins": "spark2",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": "30 Kits - 300 Instruments  - 960 Patterns",
      "hardware_slug": ""
    },
    {
      "id": "35",
      "product_id": "212",
      "product_slug": "minibrute_presets",
      "name": "Minibrute Sheets",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "16",
      "baseline": "Synth recipes from the master chefs",
      "intro_phrase": "Just because MiniBrute is a hands-on analog synth with no menus or patch storage doesn’t mean you can’t try out exciting new sounds from seasoned synth pros in a matter of moments.",
      "description": "Arturia have supplied dozens of “preset” sounds, in the time honored, old-school way. This time, you don’t have to rely on masking tape and a marker pen. We have stylishly rendered these preset sheets to help you change your patch as quickly and accurately as possible. Start using the sounds straight from the minds of some of the industry’s finest synth sound designers, from screeching leads to pulsating basses, this is the perfect showcase for the MiniBrute’s analog power. \\n",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "37",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "minibrute"
    },
    {
      "id": "36",
      "product_id": "214",
      "product_slug": "touched-by-grace",
      "name": "Touched by Grace",
      "sound_designer": "Expressive E",
      "permalink": null,
      "presets_count": "16",
      "baseline": "Feel the music",
      "intro_phrase": "The MatrixBrute is one of the most expressive, hands-on synthesizers ever created, so it only seems right that it should work beautifully with the world’s most tactile controller, Touché from Expressive E.",
      "description": "Working together, the sound designers of Arturia and Expressive E have combined their strengths to create a collection of 16 MatrixBrute presets that demonstrate the awesome power of this musical marriage. Containing a nice mix of leads, pads, bass, and sweeping sequences, as well as instructions on how to set up the controller with MatrixBrute, this is a great starting place for all Touché owners. Even if you don’t own Expressive E’s tactile controller, you can still enjoy the presets. When you own a MatrixBrute, nothing holds you back.\\n\\nGive your MatrixBrute a touch of magic.",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "37",
      "product_id": "215",
      "product_slug": "radiophonic-workshop",
      "name": "Radiophonic Workshop",
      "sound_designer": "BBC",
      "permalink": null,
      "presets_count": "12",
      "baseline": "A Journey Through Time",
      "intro_phrase": "The BBC Radiophonic Workshop are considered to be among the most crucial, influential forces in the world of synthesis and sound design. Now, MatrixBrute owners can experience their incredible sonic legacy first hand.",
      "description": "The Radiophonic Workshop sound bank contains 12 finely crafted preset sounds, created by the musical pioneers themselves. No standard lead and bass sounds here, instead you’ll find haunting soundscapes, thrashing cacophonies, other-worldly noises, and a huge dose of creative inspiration. Thanks to the Radiophonic Workshop, MatrixBrute owners will have access to sounds that have shaped radio, TV, and film scores and soundtracks for over 50 years.\\n\\nLearn the secrets of the masters, and experience the unknown.",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "38",
      "product_id": "216",
      "product_slug": "beyond-the-matrix",
      "name": "Beyond the Matrix",
      "sound_designer": "Victor Morello",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Old-school to cutting edge",
      "intro_phrase": "Sitting in front of the MatrixBrute’s vast array of knobs, buttons, and faders can feel a little bit like you’re at a NASA control console. With Beyond The Matrix, Arturia gives you the skills of an experienced mission controller, so you can sit back and ",
      "description": "Created by Victor Morello, one of the most experienced MatrixBrute users on the planet. Victor has been creating iconic sounds for the MatrixBrute since it was on the drawing board, and now you can expand the soundset of this analog beast with his knowledge and experience. Mixing classic old-school synth sounds with contemporary techno and IDM patches, the 32 presets in Beyond The Matrix show you what’s possible with this modern day legend: pseudo polyphonic sequences, drum sequences, and even a nod to extreme metal. The sound bank also contains some incredibly textural, other-worldly SFX to flesh out your tracks with a little je ne sais quoi.\\n\\nLet us take you beyond the Matrix.",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "39",
      "product_id": "217",
      "product_slug": "drumbrute-goes-afro-cuban",
      "name": "DrumBrute Goes Afro-Cuban",
      "sound_designer": null,
      "permalink": null,
      "presets_count": "26",
      "baseline": "Afro-Cuban beats meet analog drum power",
      "intro_phrase": "Created by Antoine Miniconi, a skilled animist Santeria percussionist, this preset pack contains a collection of syncopated, rhythmic patterns for the DrumBrute.",
      "description": "Hypnotizing and full of movement, this atypical pattern pack contains 26 grooves that blend traditional Afro-Cuban drumming, electronic music spirit and the analog sounds of DrumBrute. The perfect showcase for DrumBrute’s polyrhythmic prowess, The Feel of Santeria will give you the solid building blocks to create an Afro-Cuban rhythmic backbone to your track. Once you hear these patterns, you’ll be inspired to dig deeper into this powerful drum machine, and see just how far the rabbit hole goes.\\n\\nExperience the animist beat.",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "154",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "drumbrute"
    },
    {
      "id": "40",
      "product_id": "231",
      "product_slug": "paul_nazcas_signature",
      "name": "Paul Nazca\\'s Signature",
      "sound_designer": "Paul Nazca",
      "permalink": null,
      "presets_count": "24",
      "baseline": "Explore the quirky and outlandish",
      "intro_phrase": "candium Record’s founder and synth guru Paul Nazca digs deep inside MatrixBrute to create some innovative and experimental sounds.",
      "description": "An eclectic mix of old-school basses, quirky leads, textural effects, and sweeping pads, the 24 presets in Paul Nazca Signature reveal a different side to MatrixBrute. Perfect to use as-is in your tracks, or a great starting place for developing your own signature sounds based on Nazca’s deep understanding of this paraphonic powerhouse.\\n\\nDiscover a new side to MatrixBrute",
      "plugins": "",
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "41",
      "product_id": "235",
      "product_slug": "marc_doty_signature",
      "name": "Marc Doty\\'s Signature",
      "sound_designer": "Marc Doty",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Past and modern classics unite",
      "intro_phrase": "Marc Doty\\'s Signature sound bank for MatrixBrute is nothing less than what you would expect from such an accomplished synth expert and tutor.",
      "description": "Showing off the huge creative potential of Arturia’s mothership, Marc has created a collection of presets which make the most of its extensive feature set and flexibility. This collection of 32 presets evokes the distinctive feeling of some illustrious legendary keyboards and synthesizers using the synths paraphony. He also explored a wide array of specific sonic applications such as vocal tones, percussive patches, keys, pads and even polyphonic sequences. Each of them is the fruit of Marc Doty\\'s huge experience.",
      "plugins": null,
      "published": null,
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "42",
      "product_id": "236",
      "product_slug": "trap_sequence",
      "name": "Trap Sequence",
      "sound_designer": "BLAKE.",
      "permalink": null,
      "presets_count": "34",
      "baseline": "The producer’s cheat sheet",
      "intro_phrase": "Getting that atmospheric, ominous hip-hop sound is now as easier than ever, thanks to the power of Jup-8 V.",
      "description": "A great way to start off your Trap tracks, get some inspiration for a hook, or put the finishing touches to your latest hit. Designed specially for the indomitable Jup-8 V, Trap Sequence gives you dozens of instantly usable, one-key melodic, percussive, pad, and bass sequences that evoke the sparse, dark vibe of Trap. You can use each preset just as it is, or as an inspiring starting point for going deeper with Jup-8 V to create your own unique sonic signature. It’s time to set the Trap.",
      "plugins": "analoglab,jup-8-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "43",
      "product_id": "237",
      "product_slug": "richard_devines_signature",
      "name": "Richard Devine\\'s Signature",
      "sound_designer": "Richard Devine",
      "permalink": null,
      "presets_count": "32",
      "baseline": "DX7 V synth mastermind",
      "intro_phrase": "Straight from the mind of acclaimed sound designer Richard Devine come 32 incredibly intricate, usable presets for the DX7 V.",
      "description": "Prepare to be transported into the wild sonic imagination of a true synth pioneer. These presets cover all of the usual sound categories, but with a unique spin. You’ll find relentless bass sounds, other-worldly pads, evocative and unpredictable keys, intense, living sequences, as well as edgy drum and percussion sounds. Created with meticulous care and making full use of the incredible capabilities of DX7 V, Richard Devine\\'s Signature will give your tracks a new level of technical depth and quirky detail. Tune in to Devine FM.",
      "plugins": "analoglab,dx7-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "44",
      "product_id": "238",
      "product_slug": "the_drift",
      "name": "The Drift",
      "sound_designer": "Aneek Thapar",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Exploring transformation and texture",
      "intro_phrase": "The 2nd sound pack from master synthesist Aneek Thapar explores the more unusual possibilities and combinations in V Collection.",
      "description": "Using the instruments as diverse as Jup-8 V, SEM V, Matrix-12 V, and Farfisa V, sound designer Aneek Thapar has created a comprehensive collection of 32 presets which explore subtle textures and musical depth. From blurry, warm sonic paintings to sound memories frozen in time, lo-fi pads, and evocative sequences. The Drift gives you a powerful collection of drones, keys, basses, pads, and sequences that will let you add atmospheric detail to your music that you can almost touch. Get ready to explore The Drift.",
      "plugins": "analoglab,farfisa-v,arp2600v,sem-v,matrix-12-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "45",
      "product_id": "239",
      "product_slug": "lylis_signature",
      "name": "Lyli’s Signature",
      "sound_designer": "Lily Jordy",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Organic and unconventional",
      "intro_phrase": "Specially made for you by Arturia’s in-house sound designer, let Lyli Jordy take you on a journey through her widescreen audio imagination.",
      "description": "Combining elements of trip hop with microhouse, and evoking acoustic instruments and natural soundscapes, Lyli’s Signature opens the door on experimental sounds with a strong focus on evocative melody. Created using Mini V and DX7 V you’ll find singing, natural leads, crisply detailed effects, dancing drums, and luscious pad sounds that will easily fit into any of your compositions, no matter the genre. Let Lyli take you on a sonic adventure.",
      "plugins": "analoglab,dx7-v,mini-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "46",
      "product_id": "242",
      "product_slug": "kraftbrute",
      "name": "KraftBrute",
      "sound_designer": "Claudio Passavanti",
      "permalink": null,
      "presets_count": "20",
      "baseline": null,
      "intro_phrase": "As a tribute to the original and experimental Kraftwerk track, The Robots, Claudio Passavanti designed a MatrixBrute preset bank that will let you fully recreate this electronic music cornerstone.",
      "description": "Combining simple waveforms with in-depth sound design, Claudio turns back time with MatrixBrute. Keeping within the Krafwerk realm, he takes the sound of a synthesizer to a level that many can’t reach. The classic synth lead line, the paraphonic parts, the carefully crafted patches using MatrixBrute’s unique Modulation Matrix and filter section, makes this sound pack fun and inspiring. Enjoy the sound pack, put on your red shirt, keep a straight face, because you are in for many hours of fun.",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "47",
      "product_id": "243",
      "product_slug": "richard_devines_signature_2",
      "name": "Richard Devine\\'s Signature 2",
      "sound_designer": "Richard Devine",
      "permalink": null,
      "presets_count": "36",
      "baseline": "Outlandish, experimental sounds",
      "intro_phrase": "Straight from the mind of master synthesist Richard Devine comes another fantastic set of presets, all tailored for Buchla Easel V, and making the most out of its avant-garde, textural nature.",
      "description": "36 astounding presets covering sweeping pads and effects, lush textural atmospheres, percussive and melodic sequences, and a whole host of other great sounds. You’ll never be short of inspiration when cycling through these fantastic sounds, and they make the perfect starting point for you to start experimenting, deconstructing, tweaking, and creating your own personalized soundscapes. Explore brave new worlds of sound.",
      "plugins": "analoglab,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "48",
      "product_id": "244",
      "product_slug": "innate_funk",
      "name": "Innate Funk",
      "sound_designer": "Christian Laffitte",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Get your groove on",
      "intro_phrase": "Top sound designer Christian Laffitte has created a funk-infused preset bank with sounds that are guaranteed to get your body moving and get your audience up on the dance floor.",
      "description": "Containing a whopping 64 preset sounds, created using Mini V, Prophet V, and Jup-8 V, the awesome mix of hot leads, bright keys, and booty-shakin’ basses will give your music an energetic lift. Any one of these sounds could be perfectly incorporated into live jazz and funk performances using a controller keyboard, or in the studio to create hybrid electro-funk. Funkstep made easy! Download, and get down.",
      "plugins": "analoglab,prophet-v,mini-v,jup-8-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "49",
      "product_id": "246",
      "product_slug": "matrixperimental_synth",
      "name": "Matrixperimental Synth",
      "sound_designer": "Chris Stack",
      "permalink": null,
      "presets_count": "16",
      "baseline": "Picking up pieces of infinity",
      "intro_phrase": "Pioneering musician and synth expert Chris Stack has put together a selection of 16 MatrixBrute presets resulting from his irrepressible aspiration for sonic experimentation.",
      "description": "Evocative like no others and infused with a deep sense of motion, Chris Stack’s presets for MatrixBrute takes full advantage of its extensive feature set and modulation possibilities. They will let you build limitless soundscapes, but they will also supply you with masses of inspiration to imagine your future songs and soundtracks. This MatrixBrute experimental bank brings more than presets, it reveals pieces of sonic truth.",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "50",
      "product_id": "247",
      "product_slug": "molecules_signature",
      "name": "Molecule\\'s Signature",
      "sound_designer": "Molecule",
      "permalink": null,
      "presets_count": "30",
      "baseline": "Sequencing Buchla’s genome",
      "intro_phrase": "An exciting collection of sounds for the Arturia Buchla Easel V created by French music producer Molecule, a long-time Easel user. This sound bank gives you precious insight into this fabled instrument, and rewards you with instantly usable, fantastic sou",
      "description": "With this collection of 30 compelling presets that explore the more performance-focused aspects of the Music Easel sound, Molecule has created an inspiring mix of leads, basses, pads, and sequences that will spark your imagination, and give that certain something to your tracks that only the unique timbre of Buchla Easel V can offer.\\nWith its almost otherworldly controls, the prospect of mastering Music Easel V can be a little intimidating, but thanks to Molecule’s deep understanding of the instrument from years of live performance, you now have access to some of his iconic signature tones. Key parameters have been mapped to the mod wheel, so you can transform these sounds to create highly expressive performances with ease.\\nMolecule’s globe-trotting sonic adventures have taken him to caves, forests, and even igloos to perform. Thanks to Molecule’s Signature, you can experience his mind-warping sound from the comfort of your home studio.\\nReward your curiosity.",
      "plugins": "analoglab,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "51",
      "product_id": "250",
      "product_slug": "efficient_strings",
      "name": "Efficient Strings",
      "sound_designer": "Ed Ten Eyck",
      "permalink": null,
      "presets_count": "33",
      "baseline": "Behind the scenes hero",
      "intro_phrase": "An essential sound for any producer’s palette, Essential Strings gives you 32 sumptuous synth string presets that will enhance your tracks and add that classy, timeless feel to your music.",
      "description": "Created by expert sound designer Ed Ten Eyck, these sounds include both drawn and plucked string sounds, some inspired by famous tracks, others created to support different genres and styles. Never just a ‘utility’ sound, the presets in Essential Strings will lift your music, evoke emotions, create context, and help you tell stories with your tracks.\\nUsing both the Jup-8 V and Matrix-12 V, Ed Ten Eyck has formulated instantly usable synth string sounds that not only underpin your music, but can also be used as the basis of your own iconic sounds. Suitable for leads, pads, big dramatic chord-work, and even plucked sequences, if you need string sounds, this is your one-stop solution.",
      "plugins": "analoglab,jup-8-v,matrix-12-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "54",
      "product_id": "252",
      "product_slug": "addictive_additives",
      "name": "Addictive Additives",
      "sound_designer": "Mark_Gijsman",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Explore future sounds",
      "intro_phrase": "In the late 70s, the Synclavier - one of the world’s first digital instruments - kick-started the digital revolution that totally transformed the world of music creation, production, and performance.",
      "description": "Known for creating the sounds of the future, thanks to the incredible, supercharged features of the Synclavier V, we can still imagine the sounds of the future using its unique additive synth engine.\\nThis mind-expanding bank of 32 presets was crafted with surgical precision by FM synth genius Mark Gijsman, mastermind behind FMBass.com, and factory sound creator of many contemporary synths. Using his expert knowledge of the abilities of the Synclavier V, and how it expands on the original’s architecture, he was able to create sounds that truly challenge the preconceptions of what is possible using additive synthesis.\\nMixing bass sounds, leads, pads, strings, and effects, Addictive Additive is an exciting bank that will give the edge to any track you’re working on, or give you inspiration to start crafting your own sounds based on Gijsman’s foundations.\\nGet your dose of Addictive Additives",
      "plugins": "analoglab,synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "56",
      "product_id": "251",
      "product_slug": "air_tribute",
      "name": "Air Tribute",
      "sound_designer": "Lily Jordy",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Going on a Moon Safari",
      "intro_phrase": "In 1998, French electronic music pioneers Air released their debut album to critical acclaim, and its songs and sounds soon became rooted in popular culture, as well as popular music.",
      "description": "Now, thanks to the wonders of Arturia’s advanced modelling technology, you too can enjoy the laid back, space-pop sounds of Air’s sonic adventure. This preset bank contains 32 recognizable, iconic sounds from “Moon Safari”, all meticulously crafted by Arturia sound designer Lily Jordy.\\nMaking full use of the Mini V, DX-7 V, CMI V, Solina V, and Wurli V, this sound bank covers the unique synth and keyboard parts found on the album, named after the song that inspired them. Covering a wide array of sounds including strings, bass, leads, brass, sequences, and effects, you can use these presets to create super-accurate covers, or as a starting point for your own musical adventures.\\nFrom “All I Need” to “Sexy Boy”, “Ce matin-là” to “La femme d’argent”, Air Tribute has all your synth and keyboard needs covered.\\nWe make it easy.",
      "plugins": "analoglab,mini-v,dx7-v,cmi-v,solina-v,wurli-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "58",
      "product_id": "249",
      "product_slug": "sensual_piano",
      "name": "Sensual Piano",
      "sound_designer": "Christian Laffitte",
      "permalink": null,
      "presets_count": "62",
      "baseline": "Smooth jazzy tones",
      "intro_phrase": "If you’re after sumptuous, tactile piano sounds, you’ve come to the right place. Arturia’s physical modelling comes to life to bring you an amazing collection of electric and acoustic piano sounds.",
      "description": "Created by veteran sound designer Christian Laffitte, Sensual Piano offers up 62 beautifully crafted presets, all focussing on the smoother, evocative sounds used in intimate jazz settings. Using the various types of instrument, venue, and tonal controls found in Piano V and Stage-73 V, Laffitte has crafted a beautiful mix of traditional piano sounds, processed keyboards, and experimental instruments for you to explore.\\nIf you need to create a beautiful piano bed of chords and melody to base the rest of your track around, this bank has you covered. If you need a heartfelt hook from one of the most expressive software instruments available, you’ve found your sound bank.\\nLoad up Sensual Piano, and lose yourself in the sounds of a late night jazz club, with access to practically every piano imaginable.",
      "plugins": "analoglab,piano-v,stage-73-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "62",
      "product_id": "255",
      "product_slug": "elp_tribute",
      "name": "ELP Tribute",
      "sound_designer": "Nori Ubukata",
      "permalink": null,
      "presets_count": "38",
      "baseline": "Tone secrets of the synth mastermind",
      "intro_phrase": "Through his mastery of tone, his creative vision, and his sometimes fearsome, frantic stage presence, Keith Emerson became a household name, absolutely synonymous with progressive rock, and the synthesizer itself.",
      "description": "One of the earliest and best-known musicians to embrace synthesizers as true instruments, Emerson was often seen at the controls of vast techno-monoliths, racks of keyboards, organs, and modular synth systems, all hooked up with impossibly complex wiring. Now, thanks to the marvels of Arturia’s modelling tech and expert sound design, you can enjoy faithfully recreated, fully performable sounds from Keith Emerson’s repertoire.\\nSpecially crafted by Nori Ubukata, ELP Tribute contains 38 presets for the CS-80 V, Mini V, Modular V, Clavinet V, B-3 V, as well as a selection of awesome “multi” sounds for Analog Lab. Comprehensively covering the organ, lead, string, and brass sounds from Emerson Lake & Palmer’s most revered tracks, including Tarkus, Fanfare For The Common Man, Tank, and Battlefield, you’ll be able to enjoy the musical legacy of Keith Emerson at any time.\\nNote: stabbing the B-3 V with knives will not change the sound, it will just destroy your computer.",
      "plugins": "analoglab,modular-v,mini-v,analoglab,clavinet-v,cs-80v,b-3-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "64",
      "product_id": "253",
      "product_slug": "depeche_speak_tribute",
      "name": "Depeche Speak Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Relive the debut masterpiece.",
      "intro_phrase": "Exploring the power behind Arturia’s ARP 2600 V, these 32 presets recreate some of the most iconic sonic signatures of Depeche Mode’s first album.",
      "description": "“Speak and Spell” was the only Depeche Mode album to feature Vince Clarke, who would later mastermind Yazoo and Erasure, on songwriting and synth duties. Consequently, it had a much brighter, electro-pop theme than their later work.\\nThe ARP 2600 was an essential part of the album’s sound, and was used to sequence practically every other synth on the record. It’s versatile sound and parameters let it not only create bass and melodic sequences, but also drum sounds, including the fabled Depeche Mode kick. Thanks to Arturia’s recreation, you too can enjoy every superb synth sound from this groundbreaking album.\\nTreat yourself to a little bit of history, and experience the early Depeche Mode classics in first person.\\nJust Can’t Get Enough? Get this.",
      "plugins": "analoglab,arp2600v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "66",
      "product_id": "254",
      "product_slug": "dreamscape",
      "name": "Dreamscape",
      "sound_designer": "Indie Moon",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Unreal sounds from deep within.",
      "intro_phrase": "A fantastic collection of preset sounds created by new wave visionary Frederic Bourreau, Dreamscape loads up the Arturia Synclavier V with otherworldly textures and dreamy tones",
      "description": "Using his experience honed with his own vintage Synclavier, Bourreau not only brought some of his favorite patches to life in software form, but also used Synclavier V’s extended features to break new ground.\\nFirmly rooted in the new wave and goth sound of classic 80s acts like Depeche Mode, New Order, Human League, and Ultravox, this bank offers up dreamy, digital, dark synth tones that could easily be used to create the stuff of nightmares.\\n32 patches, including pads, brass, leads, basses, sequences, and even multi-mode percussion will give you all the tools you need to easily create your own new wave masterpiece. You could even use these presets as a template to create your own, unique, personalized sonic signature to add to tracks of any genre. The only limit is your imagination.\\nTake our hand, close your eyes, and explore Bourreau’s Dreamscape. ",
      "plugins": "analoglab,synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "67",
      "product_id": "256",
      "product_slug": "berlin_bassm3nt",
      "name": "Berlin Bassm3nt",
      "sound_designer": "Simon carter",
      "permalink": null,
      "presets_count": "5",
      "baseline": "The German club heartbeat",
      "intro_phrase": "Shaping the course of electronic music as we know it, Germany’s capital has always been at the forefront of contemporary dance music.",
      "description": "This superb Fragment for Spark 2 has been crafted by Simon Carter to conjure up the sound, shape, and feel of Berlin’s nightlife within Arturia’s powerful software drum machine. Echos of 90s rave, hard techno, and warehouse electronica combine with Spark 2’s cutting-edge sound shaping technology to bring you 5 powerful kits, each containing 16 awesome sounds, and 32 sequencer patterns for you to explore, personalize, and use in your tracks.",
      "plugins": "spark2",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "68",
      "product_id": "257",
      "product_slug": "trap",
      "name": "Trap",
      "sound_designer": "Greg Savage",
      "permalink": null,
      "presets_count": "5",
      "baseline": "Your one-stop shop for filthy trap",
      "intro_phrase": "Mixing the finest old-school drum sounds with a modern, dark flavor, if you want to create minimal, nasty beats, you’ve found your Fragment.",
      "description": "Put together by Greg Savage, ths 5 kits found in Trap make the most of Spark 2’s amazing ability to blend and combine physically modelled sounds with authentically emulated vintage drum machines, augmented with cutting-edge samples and modular synthesis. Explore and customize the 32 sequences to create your own Trap masterpieces, the perfect bed for dark remix, or a tasty vocal hook.",
      "plugins": "spark2",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "69",
      "product_id": "258",
      "product_slug": "electronic_blend",
      "name": "Electronic Blend",
      "sound_designer": "Matt Pike & Victor Morello",
      "permalink": null,
      "presets_count": "5",
      "baseline": "A little bit of everything",
      "intro_phrase": "For when you want a bit of this, a bit of that, and don’t want to be confined to any particular genre, we created the Electronic Blend Fragment for Spark 2.",
      "description": "In this eccentric mix of grooves, tones, and patterns, you’ll find inspiration everywhere. So long as you’re looking for drums with big bass and lots of oozing attitude, this is the Fragment for you. Expertly collated by Victor Morello and Matt Pike, the 5 kits in Electronic Blend each contain 16 dedicated sounds, and provide you with 32 great patterns to play with and make your own. Explore Electronic Blend, and start creating your own mix of contemporary and classic beats.",
      "plugins": "spark2",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "80",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "70",
      "product_id": "266",
      "product_slug": "art_of_horn_tribute",
      "name": "Art Of Horn Tribute",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Celebrating the Art of Noise and Trevor Horn",
      "intro_phrase": "Synth sounds from industry icons, use the magic of Arturia’s virtual instruments to recreate the amazing sounds that defined these UK pioneers.",
      "description": "With an incredible music career spanning more than half a century, Trevor Horn is deservedly revered as one of the most important, influential music-makers of all time. From Horn’s avant-garde work in Art Of Noise, his infectious pop-insanity of The Buggles, his hit-making songwriting and production chops, and even several stints as the vocalist and bass player for prog legends Yes, his music has inspired countless musicians around the world. Now, thanks to Art of Horn, you too can enjoy some of the iconic synth sounds that helped him make his name in the industry.\\nWith their incredible understanding of Bob Moog’s legendary 70s monosynth, the Sequential Circuits Prophet-5, and the back-catalog of Art of Noise and Trevor Horn, the music-magicians at Sample Magic have created a collection of 32 amazing preset sounds for you to enjoy, and relive some of their most identifiable tones. Covering bass, keys, pads, brass, leads, and effects, you’ll be able to record and perform with the heavy flavor of Horn’s future-retro stylings.\\nCreate Noise from Art.",
      "plugins": "analoglab,mini-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "71",
      "product_id": "265",
      "product_slug": "canada_board_tribute",
      "name": "Canada Board Tribute",
      "sound_designer": "Matt Pike",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Strange worlds of sound",
      "intro_phrase": "Explore the mysterious sonic landscapes of one of the industry’s most reclusive, yet influential acts.",
      "description": "Explore the mysterious sonic landscapes of one of the industry’s most reclusive, yet influential acts.\\nMysterious paragons of widescreen electronica, cinematic ambient music, and unsettling IDM, Boards of Canada have helped define, and redefine their genres. The Scottish brothers’ use of vintage and analog gear and recording techniques make their work a truly unique sensory experience, and make their sounds the perfect candidate for homage thanks to the amazing power of Arturia’s CMI V.\\nThanks to the sound designing chops of Matt Pike, you can dive into some of Boards of Canada’s most defining sounds from the likes of “Chromakey Dreamcoat”, “Everything You Do Is A Balloon”, and “Dayvan Cowboy”. Canada Board Tribute features 32 amazing lead, bass, keys, organ, pad, percussion, strings, and effects presets, all with their own distinct “BoC” flavor, and brought to life thanks to the incredibly versatile CMI V’s retro sampling engine.\\nFor those that want to have that ephemeral, other-worldly sound at their fingertips, there is really no other soundbank like Canada Board Tribute out there.\\nUnnerving yet comforting, familiar yet alien.",
      "plugins": "analoglab,cmi-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "72",
      "product_id": "264",
      "product_slug": "depeche_wave_tribute",
      "name": "Depeche Wave Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The New Wave Backbone",
      "intro_phrase": "Pioneers of electronic pop, Depeche Mode and Vince Clarke’s dark, cool sounds packed out clubs and discos around the world, and spawned legions of sound-alikes.",
      "description": "Paul Schilling has carefully recreated the drum sounds from the fabled Simmons SDS-V drum machine, which were originally created using the same synth architecture as the ARP 2600. Thanks to the accuracy and authenticity of the Arturia ARP 2600 V, you too can now make full use of the punchy analog drum and percussion synth sounds that were key to the success of Depeche Mode and Vince Clarke’s Yazoo.\\nContaining 32 meticulously crafted presets with a heavy emphasis on percussion and sequences, Depeche Wave Tribute will let you infuse your music with the tonal flavor of arguably the greatest New Wave band ever. Trigger their drum sounds, fire up their sequences, tweak and personalize their parameters and pitch to perfectly suit your tracks. With some instantly-recognizable effects, leads, and bass added for good measure, this is the perfect companion to the “Depeche Speak Tribute” preset pack for musicians who want the full Depeche Mode / Vince Clarke sonic experience.\\nRediscover the beat and rhythm of these 80s icons.",
      "plugins": "analoglab,arp2600v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "73",
      "product_id": "267",
      "product_slug": "hansens_house",
      "name": "Hansen\\'s House",
      "sound_designer": "Torben Hansen",
      "permalink": null,
      "presets_count": "37",
      "baseline": "Electronic building bricks",
      "intro_phrase": "Hansen’s House is a collection of incredibly usable, fun, and inspiring sounds created by Twolegs Toneworks mastermind Torben Hansen.",
      "description": "With this pack I wanted to create sounds that I would use in my own tracks, so I definitely wanted some nice lush chord pads and some really juicy bass sounds which is a great part of my Deep House sound.” In Hansen’s House, you’ll find the perfect building blocks to let you be the architect of some seriously good House music, with inspiring bass, leads, pads, strings, and effects made using some of the most iconic vintage synths ever made.\\n\\n  38 original presets let you explore the House potential of the Mini V, Matrix-12 V, and the Prophet V, in both its Prophet 5 and Prophet VS modes. “I also wanted the sounds to have a bit of that edge that was the characteristic of each of the 3 original synths I chose for this pack.” Each preset has smart-mapped mod-wheel functionality so you can instantly start performing and animating these sounds within your own songs, or - if you own any of these instruments in V Collection - use them as a platform to refine your own unique sounds.\\n\\n  From energetic, percussive bass to squishy, harmonically rich leads, and an awesomely wide and varied mix of pads, Torben’s House is a sanctuary for those that live life at 128BPM.\\n\\n  Enjoy the House that Hansen built.",
      "plugins": "analoglab,mini-v,matrix-12-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "75",
      "product_id": "271",
      "product_slug": "xtgrain",
      "name": "XTGrain",
      "sound_designer": "Simon Gallifet",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Texture for your ears",
      "intro_phrase": "Thanks to the incredible audio engine behind the Arturia CMI V, it is capable not only of working sampling wonders and spectral synthesis, but can also be used for granular synthesis.",
      "description": "Exploring CMI V’s granular potential to the full, sound designer Simon Gallifet has created an inspiring collection of 32 presets that put a whole new audio world of sweeping granular pads, noises, and textures at your fingertips.\\n\\nTransforming samples of instruments, noise, and classical music into stretched-out, deconstructed granular tones, Gallifet has created an essential resource for musicians wanting to experiment in ambient or soundtrack work. With XTGrain, you not only get 32 amazing presets, but you also get full access to the samples, too! It truly is the perfect preset bank to add some texture to your tracks, and is an exciting starting point for your own otherworldly creations.\\n\\nListen and feel.",
      "plugins": "analoglab,cmi-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "280",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "76",
      "product_id": "272",
      "product_slug": "nu-disco_fire",
      "name": "Nu-Disco Fire",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Get a red hot groove",
      "intro_phrase": "Fresh from our friends at Sample Magic comes Nu-Disco Fire, a collection of 32 powerful electric sounds that will add some head noddin’, booty shakin’ vibes to your music.",
      "description": "Making full use of Arturia’s Mini V and Prophet V, with Nu-Disco Fire you’ll be treated to some punchy, fast-attack synth leads and bass, tasty sequences to keep things moving, and some juicy pads and supporting keys to flesh out your tracks.\\nIf you’re after that bright, crisp, future-retro sound, you won’t want to miss out on this preset pack. With key parameters mapped out and tweakable in Analog Lab, you’ll also be to pick these presets apart if you own V Collection, and customize and personalize them into your very own unique tones.\\nAre you ready for the fire? ",
      "plugins": "analoglab,mini-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "77",
      "product_id": "273",
      "product_slug": "its_a_trap",
      "name": "It\\'s a Trap!",
      "sound_designer": "Sample Magic",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Electro hip-hop nightmares",
      "intro_phrase": "Straight from the twisted minds of Sample Magic comes It’s a Trap!, an intense collection of 32 dark, minimal hip-hop presets, all expertly crafted to help you make tomorrow’s hit.",
      "description": "Dripping with atmosphere, these dark presets use Arturia’s Mini V and Prophet V to create high-tension, attitude-packed sounds that will form the backbone of your Trap tracks. Bone-rattling sub bass, synthetic organs, unnerving keys, strange pads and oddly human leads will fill you creativity.\\nStack them up with some ratchet hats, sampled vocals, and tight, dry drums and you’ll be creating dank Trap tracks with ease. Intuitively tweak key parameters with Analog Lab’s performance controls, or pick these samples apart using the full Mini V and Prophet V software titles, go under the hood and make them truly yours.\\nIt’s a trap, and there’s no way out. ",
      "plugins": "analoglab,mini-v,prophet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "79",
      "product_id": "274",
      "product_slug": "hakenbrute",
      "name": "HakenBrute",
      "sound_designer": "Diego Tejeida",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Meeting the architect",
      "intro_phrase": "Diego created the patches for his signature sound pack at the same time as he was working on Haken’s new album.",
      "description": "The Arturia team had already spotted that Diego used an Arturia KeyLab MIDI controller on stage and in the studio, but we really got excited when Haken’s synth mastermind took delivery of a MatrixBrute to work on their upcoming album. We jumped at the chance to ask Tejeida to develop a personalized “signature” set of preset sounds that other MatrixBrute owners around the world could use and enjoy.",
      "plugins": "",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "80",
      "product_id": "275",
      "product_slug": "past_to_the_future",
      "name": "Past To The Future",
      "sound_designer": "Paolo Apollo Negri, Paul Schilling",
      "permalink": null,
      "presets_count": "39",
      "baseline": "Classic sounds with a twist",
      "intro_phrase": "With our “Past To The Future” soundbank, you’ll be able to enjoy the unmistakable keyboard sounds of 21 legendary tracks from the likes of Michael Jackson, Queen, The Doors, Led Zeppelin, Kraftwerk, and more.",
      "description": "Just download these free, super-accurate sounds for Analog Lab created by Paolo Apollo Negri and Paul Schilling, and you’ll be bopping to Autobahn’s bassline, blasting that Beat It intro, and blissing out to Take My Breath Away’s warbly synth.\\nThis preset pack not only contains the “Past” classics, but also some ideas for a “Future” sound in the same style, using the unique advanced features of Arturia’s analog, electronics, and physical modelling.\\nThis pack is perfect for covers and tributes, adding a “sound-alike” section in your own tracks, or simply enjoying some classic sounds.\\nPower your creativity’s flux capacitor with 1.21 gigawatts of awesome, retro keyboard sounds!",
      "plugins": "analoglab,arp2600v,cmi-v,cs-80v,dx7-v,jup-8-v,matrix-12-v,mini-v,modular-v,prophet-v,sem-v,solina-v,synclavier-v,clavinet-v,piano-v,stage-73-v,wurli-v,b-3-v,farfisa-v,vox-continental-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "81",
      "product_id": "276",
      "product_slug": "mario_1985",
      "name": "Mario 1985",
      "sound_designer": "Mord Fustang",
      "permalink": null,
      "presets_count": "20",
      "baseline": "It’s-a me, MatrixBrute!",
      "intro_phrase": "Created by complextro giant Mord Fustang, this chip-tune, super retro preset pack will give you an exciting new sound palette to explore.",
      "description": "The 20 presets in Mario 1985 are all based on the sounds found in Super Mario Bros. for the Nintendo Entertainment System, or draw heavy inspiration from other games and platforms of the time. In Mario 1985, you’ll find a bass patch, 6 lead sounds, 4 sequences, and 9 sound effects to use in your own productions, recreate classic game soundtracks, or rework into your own, personal sonic signature.\\nNot only do they sound the part, but through clever patching and sound-design know-how, each patch also displays a retro video game sprite in the light-up mod matrix, so you can be inspired visually as well as sonically.\\nKey parameters of each sound have been mapped out to the mod wheel and macro knobs on the MatrixBrute, giving you fast, hands-on control of the sounds in Mario 1985 without having to dive too deep into the fabric of each patch.\\nA power-up for your MatrixBrute ",
      "plugins": "",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "82",
      "product_id": "282",
      "product_slug": "genesis_tribute",
      "name": "Genesis Tribute",
      "sound_designer": "Nori Ubukata",
      "permalink": null,
      "presets_count": "39",
      "baseline": "I know what I like (in a preset)",
      "intro_phrase": "For 40 years, the Charterhouse legends dominated the global charts, transitioning from pioneering progressive rock to pop genius, collecting countless accolades and awards along the way.",
      "description": "With the inimitable Tony Banks behind the keys, Genesis made some of the most legendary keyboards and synths ever part of their sonic signature. Now, thanks to the power of Analog Lab and Arturia’s pristine modelling, you can now enjoy the iconic synth, organ, and piano sounds from some of their biggest hits. From early classics like “In The Cage” and “Firth Of Fifth” to their late 80s, early 90s chart dominance of “Jesus He Knows Me”, “Invisible Touch”, and “Land Of Confusion”.\\nExpertly crafted by Nori Ubukata - a sound design legend in his own right - the 39 presets of Genesis Tribute give you instant access to some of the most celebrated synth leads, brass, pad, organs, sequences, and even percussion from the band’s 4-decade legacy. ",
      "plugins": "analoglab,arp2600v,b-3-v,cs-80v,dx7-v,mini-v,modular-v,piano-v,prophet-v,synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "83",
      "product_id": "283",
      "product_slug": "ariel_proksas_signature",
      "name": "Ariel Proksa\\'s Signature",
      "sound_designer": "Ariel Proksa",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The musical side of Buchla",
      "intro_phrase": "As fans of the esoteric synth will already know, Buchla Easel V’s potential is almost limitless. Ariel Proksa, founder of ArxProAudio, has explored Arturia’s recreation of Don Buchla’s West-coast legend and created 32 exciting new presets for you to enjoy.",
      "description": "Going beyond the quirky, experimental pad and effects sounds often associated with the synth, Proksa has created several exciting and very usable patches. “Gummy” is a viscous, barking lead that wouldn’t be out of place in a dancefloor filler, “Funk Me” is an undeniably dirty squelch that just begs for a groovy bass line, there’s even “Kick” and “Snare” patches that you can use to beef up your loops and patterns.\\nCovering strings, leads, bass patches, sound effects, percussion, and loads of cool sequences, Ariel Proksa lets you hear the Buchla Easel V as a truly musical instrument. While these presets work perfectly in Analog Lab and feature incredible integration with Arturia controllers, owners of Buchla Easel V will be able to open each preset and personalize, customize, and truly make each sound their own. ",
      "plugins": "analoglab,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "84",
      "product_id": "291",
      "product_slug": "starcadians_signature",
      "name": "Starcadian’s Signature",
      "sound_designer": "Starcadian",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Movies for your ears",
      "intro_phrase": "Straight from the imagination of synthwave legend Starcadian comes this incredible sound bank for Analog Lab.",
      "description": "The mysterious musician behind the glowing metal mask is a long-time user of Arturia software instruments, and their future-retro sounds have been at the forefront of his greatest hits. Starcadian’s Signature contains 32 awesome presets for you to explore and use, every sound steeped in vintage chique and rendered with a contemporary edge. Whether you want to create some synthwave, retrowave, or outrun tracks yourself, or just want to use some awesome, attitude-packed synth sounds, this is the sound bank for you.\\nThe perfect addition for V Collection or Analog Lab owners, Starcadian’s Signature includes presets for 12 individual instruments, covering bass, leads, sequences, pads, effects, and even percussion. Fans of Starcadian will enjoy being able to play with the sounds from some of his classics like “He^rt” and “Sunset Blood”, while hints at future tracks from his upcoming album Midnight Signals Part II are scattered among the presets.\\nMake Starcadian’s Signature part of your creative sound palette, and start making “ear movies” of your own! ",
      "plugins": "analoglab,arp2600v,buchla-easel-v,cmi-v,dx7-v,jup-8-v,matrix-12-v,mini-v,modular-v,prophet-v,sem-v,synclavier-v,wurli-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "85",
      "product_id": "293",
      "product_slug": "bass_music_powerpack",
      "name": "Bass Music Powerpack",
      "sound_designer": "Jose Rendon",
      "permalink": null,
      "presets_count": "30",
      "baseline": "Scream if you wanna go faster",
      "intro_phrase": "The Bass Music Powerpack centres around Arturia’s glorious reimagining of the Yamaha DX7, but also makes use of the Synclavier V, Prophet V, Mini V, and SEM V to make one of our most twisted, aggressive electronic music preset packs ever.",
      "description": "Jose Rendon has really taken his mastering of DX7 V to extremes, thinking outside the box to give you a truly useful collection of edgy sounds. There’s leads and basses galore, with some more quirky, unexpected sounds for good measure. He’s even created 4 huge-sounding risers to add some suspense and anticipation to your tracks.\\nNot only are the sounds awesome, but every one features in-depth comments from sound-designer Jose, recommending what parameters to tweak, and what values to set your automations to for maximum effect. What a guy.\\nPower-up this Powerpack, and unleash some weapons-grade Bass Music on your audience. ",
      "plugins": "analoglab,dx7-v,mini-v,prophet-v,sem-v,synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "86",
      "product_id": "292",
      "product_slug": "edm_powerpack",
      "name": "EDM Powerpack",
      "sound_designer": "Marco Ferracini",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Explore your EDM desires",
      "intro_phrase": "A glorious collection of 32 fantastic electronic music presets from Marco Ferracini, the EDM Powerpack contains an exciting mix of audio ammunition that will add new, exciting elements to your music. When your music gets played in the club, you’ll want to know you’ve got the best virtual analog and digital synths in history at your side!",
      "description": "While most of the sounds are based around the crazy-power Modular V and Prophet V instruments, Marco has also made use of the Synclavier V, CS-80 V, Matrix-12 V, and Mini V to create a fantastic mix of leads, basses, and poly-key patches.\\nThe sounds range from wild, aggressive sync leads to ghost-like pads, so whether you’re building up your listeners, keeping them moving, or winding them down, EDM Powerpack has the sounds you need. You’ll also find a few awesome impact and noise effects for adding some texture to your tracks.\\nGet your fans moving with these red hot presets! ",
      "plugins": "analoglab,cs-80v,matrix-12-v,mini-v,modular-v,prophet-v,synclavier-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "87",
      "product_id": "294",
      "product_slug": "switched-on_tribute",
      "name": "Switched-On Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Celebrating 50 years of Wendy Carlos’ classic album",
      "intro_phrase": "When it was released, “Switch-On Bach” propelled the blossoming world of synthesis into the public eye. It’s no exaggeration to say that without this debut Wendy Carlos release, music as we know it simply wouldn’t sound the same.",
      "description": "Thanks to sound designer Paul Schilling’s synth expertise, you can now use and perform these incredible sounds for yourself. Created only using the Modular V - just as the original album used Bob Moog’s legendary modular synth, Schilling has meticulously crafted the synth string, brass, and woodwind sounds which sound as fresh today as they did in 1968.\\nShowcasing the true sound-sculpting power of the Modular V, it’s incredible to think that such pioneering technology is now celebrating its 50th birthday. Thanks to our award-winning virtual analog engine, you can explore all 32 of these outstanding sounds, relive their glory, and use them in your own compositions.\\nHalf a century of synth glory right at your fingertips. ",
      "plugins": "analoglab,modular-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "88",
      "product_id": "299",
      "product_slug": "solid_vibrations",
      "name": "Solid Vibrations",
      "sound_designer": "Solidtrax",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Synth and piano expansion",
      "intro_phrase": "Fresh from the sound design duo Bastiaan & Menno of Solidtrax comes “Solid Vibrations”, 32 patches of polyphonic key sounds.",
      "description": "Combining the physical modelling power of Piano V and Stage-73 V with the retro-futuristic flavor of Synclavier V, Solid Vibrations is a great way of expanding your tonal palette with versatile, unique sounds. The clue is in the name, inside this sound pack you’ll find “solid”, incredibly useful key sounds that you’ll rely on time and time again for adding chords and melodies to your tracks.\\nLoaded up in Analog Lab, the sounds in Solid Vibrations let you perform and tweak the key parameters, but each patch can also be loaded up in the full versions of Piano V, Stage-73 V, and Synclavier V to start fully customizing them. Many of the sounds can be transformed using your mod wheel, for example to turn zingy keys into lush pads for extra sonic potential. ",
      "plugins": "analoglab,synclavier-v,stage-73-v,piano-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "89",
      "product_id": "298",
      "product_slug": "the_horror",
      "name": "The Horror",
      "sound_designer": "Christian Laffitte",
      "permalink": null,
      "presets_count": "52",
      "baseline": "Unsettling cinematic toolkit",
      "intro_phrase": "Named after the famous last words of Colonel Kurtz, “The Horror” puts an awesome collection of film score quality sounds at your disposal, all with an unnerving edge, so you can create your own masterpieces.",
      "description": "Sound designer Christian Laffitte has created over 50 evocative, scene-setting sounds using the most abstract, dark sounds of DX7 V and CMI V. Immersive samples and deeply textured FM synth sounds give you a fantastic, inspiring collection of patches that can be performed within Analog Lab, or loaded up in the full software titles for maximum tweaking.\\nWith a focus on other-worldly sound effects, eerie pads, tension-building sequences, and atmospheric percussion, “The Horror” will become your go-to soundset when you need to create some dark ambience for your scores. ",
      "plugins": "analoglab,dx7-v,cmi-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "90",
      "product_id": "304",
      "product_slug": "the_creators_notebook",
      "name": "The Creator’s Notebook",
      "sound_designer": "Yves Usson",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Timeless classics from the synth master.",
      "intro_phrase": "Experimenting with bi-timbral sounds that drift and evolve, whistling filters, and evocative sounds of the golden age of synthesizers, Yves Usson’s MatrixBrute soundbank is a must-have for all synth fans.",
      "description": "Yves Usson has used his designer’s knowledge and mastery of the instrument to create a collection of 32 MatrixBrute presets - “The Creator’s Notebook” - for you to enjoy. A mix of dreamy soft tones, sequences and sounds that hint at synth legends like Tangerine Dream and Kraftwerk, all wrapped up with a meticulous attention to detail.",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "91",
      "product_id": "314",
      "product_slug": "analog_gold",
      "name": "Analog Gold",
      "sound_designer": "Solidtrax",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Instant classic, no waiting",
      "intro_phrase": "32 highly usable presets It features 16 presets for the SEM and 16 presets for the Prophet V",
      "description": "Get that legendary sound in your head with these classic, super-usable sounds.\\nThere’s no doubt that razor-sharp, bleeding-edge modern sounds are fun, but sometimes you just need to rely on legendary, time-honored synths to get the job done.\\nIn “Analog Gold”, you’ll find exactly that. 32 beautifully crafted analog synth preset sounds made by Solidtrax, using Prophet V and SEM V, our recreations of 2 of the most-loved synths of all time. Sequences, pads, organs, leads, strings, basses, every sound a hit-maker.\\nThe best part is that - not only do these presets sound amazing - you can personalize them by changing the smart-mapped controls, twisting filters, changing LFOs, syncing them to your projects, performing them, and making them come alive. “Analog Gold” truly puts the classics at your fingertips.\\nTreat your ears to some solid gold presets.",
      "plugins": "analoglab,prophet-v,sem-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "92",
      "product_id": "313",
      "product_slug": "cinematic_tension",
      "name": "Cinematic Tension",
      "sound_designer": "New Loops",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Listen on the edge of your seat",
      "intro_phrase": "Put your audience on the edge of their seat with this sound pack for Analog Lab.",
      "description": "The right note, with the right sound, at the right place, can totally transform a piece of music or soundtrack, and take your listener on an unexpected journey.\\nIn this sound bank, you’ll find 32 sounds for Analog Lab that do exactly that. Sound designers New Loops have used many of the our software instrument engines to create sequences, pads, basses, and key sounds that will add a huge sense of drama to your audio.\\nEach sound has a purpose, and by auditioning each one you’ll instantly be drawn further into them, creating cinematic visions in your mind. Each sound can also be performed with smart mod-wheel assignment, unique to each preset.\\nThe perfect toolkit for scoring and soundtrack work.",
      "plugins": "analoglab,modular-v,mini-v,cs-80v,arp2600v,prophet-v,jup-8-v,sem-v,matrix-12-v,synclavier-v,dx7-v,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "93",
      "product_id": "312",
      "product_slug": "edm_sneak_attack",
      "name": "EDM Sneak Attack",
      "sound_designer": "New Loops",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Violent and chilled sounds mix",
      "intro_phrase": "Mixing harsh, abrasive lead lines and barking, resonant bass lines with chilled-out textures and pads is a powerful combo, and its yours to use and abuse with “EDM Sneak Attack”.",
      "description": "The 32 hugely different, but strangely complementary sounds have been created with some of our finest virtual synths and keyboards, and crafted by sound designers New Loops. Explore the classic “loud-quiet-loud” dynamic behind so many cult and chart hits, or carve out your own niche with this great mix of leads, basses, pads, keys, and effects.\\nThe most reactive parameters have also been smart-mapped to Analog Lab’s controls, so you can get hands on with each sound and truly make them your own, perform with them, and become a master of the dancefloor sneak attack.\\nWith this sound pack, your audience will never know what hit them. ",
      "plugins": "analoglab,arp2600v,prophet-v,sem-v,solina-v,synclavier-v,dx7-v,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "94",
      "product_id": "315",
      "product_slug": "razor_basses",
      "name": "Razor Bass",
      "sound_designer": "Maxime Audfray;New Loops;Twolegs Toneworks",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Parental guidance advised",
      "intro_phrase": "Crank the bass with an “all killer, no filler” preset collection for Pigments.",
      "description": "The dedicated Razor Bass sound bank gives you instant access to an additional 64 awe-inspiring, super sharp bass sounds that are guaranteed to fill the floor, and annoy your neighbors.\\nTaking full advantage of the myriad unique features Pigments offers, every one of these sounds has a distinct personality and unique sound. No copycats here, just awesome, original bass patches for you to use in your tracks.\\nMany feature easy performance controls, with mod-wheel and macros controlling filters, sync’d LFOs for big step and trap wobbles, or mind-blowing effects that totally transform the sound entirely. Use them as they are, or customize them to suit your music.\\nSharpen up Pigments with the Razor Bass now!",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "95",
      "product_id": "316",
      "product_slug": "frozen_atmosphere",
      "name": "Frozen Atmosphere",
      "sound_designer": "Gustavo Bravetti;New Loops;Twolegs Toneworks",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Inspiring atmospheric pads",
      "intro_phrase": "Set the scene with a fantastic selection of inspiring atmospheric pads for Pigments.",
      "description": "The right pad sound can really help ground your music, and place your listeners exactly where you want them. They can be emotive, calming, or downright terrifying.\\nFrozen Atmosphere gives you 64 evocative, evolving pad sounds for you to explore, along with your audience. With Pigments’ amazing modulations and deep controls, these sounds truly come alive at your fingertips.\\nSmart-assigned mod-wheel and macro controls let you take the sounds on twists and turns, adding movement, sweeping filters, and introducing experimental effects. If you’re interested in scoring soundtracks, game sound design, or ambient music, this collection is an absolute “must-have”.\\nDownload now, and start exploring straight away.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "96",
      "product_id": "311",
      "product_slug": "vhs_dreams",
      "name": "VHS Dreams",
      "sound_designer": "Christian Laffitte",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Toasty, saturated synth sounds",
      "intro_phrase": "There’s something magical about those late-century synth sounds, especially when heard back on audio and video tape. Now that sound is yours to enjoy.",
      "description": "VHS Dreams is a collection of 64 preset sounds lovingly crafted by audio designer Christian Laffitte for Analog Lab, featuring the retrowave “holy trinity”: DX7 V, Jup-8 V, and Mini V. Leads, basses, sequences and keys, packed full of 80s and 90s attitude. They’re noisy, they’re bombastic, and you’re going to love them.\\nAnalog Lab’s controls have been smart-mapped to key parameters of each synth sound, letting you get hands on control, perform, or create something unique to you. If you want to evoke a retro-futuristic landscape, neon-streaked speedways, or even take your listeners back to the golden age of video games, this is the sound pack for you.\\nClose your eyes, and start dreaming in VHS. ",
      "plugins": "analoglab,mini-v,jup-8-v,dx7-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "100",
      "product_id": "315",
      "product_slug": "razor_basses",
      "name": "Razor Bass",
      "sound_designer": "Maxime Audfray;New Loops;Twolegs Toneworks",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Parental guidance advised",
      "intro_phrase": "Crank the bass with an “all killer, no filler” preset collection for Pigments.",
      "description": "The dedicated Razor Bass sound bank gives you instant access to an additional 64 awe-inspiring, super sharp bass sounds that are guaranteed to fill the floor, and annoy your neighbors.\\nTaking full advantage of the myriad unique features Pigments offers, every one of these sounds has a distinct personality and unique sound. No copycats here, just awesome, original bass patches for you to use in your tracks.\\nMany feature easy performance controls, with mod-wheel and macros controlling filters, sync’d LFOs for big step and trap wobbles, or mind-blowing effects that totally transform the sound entirely. Use them as they are, or customize them to suit your music.\\nSharpen up Pigments with the Razor Bass now!",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "101",
      "product_id": "316",
      "product_slug": "frozen_atmosphere",
      "name": "Frozen Atmosphere",
      "sound_designer": "Gustavo Bravetti;New Loops;Twolegs Toneworks",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Inspiring atmospheric pads",
      "intro_phrase": "Set the scene with a fantastic selection of inspiring atmospheric pads for Pigments.",
      "description": "The right pad sound can really help ground your music, and place your listeners exactly where you want them. They can be emotive, calming, or downright terrifying.\\nFrozen Atmosphere gives you 64 evocative, evolving pad sounds for you to explore, along with your audience. With Pigments’ amazing modulations and deep controls, these sounds truly come alive at your fingertips.\\nSmart-assigned mod-wheel and macro controls let you take the sounds on twists and turns, adding movement, sweeping filters, and introducing experimental effects. If you’re interested in scoring soundtracks, game sound design, or ambient music, this collection is an absolute “must-have”.\\nDownload now, and start exploring straight away.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "102",
      "product_id": "317",
      "product_slug": "greg_tripis_signature",
      "name": "Greg Tripi\\'s Signature",
      "sound_designer": "Greg Tripi",
      "permalink": null,
      "presets_count": "34",
      "baseline": "Sounds from the film score hero",
      "intro_phrase": "A collection of deep, expressive sequences and textured sounds from Greg Tripi, the mastermind behind the soundtracks of The Fix, Ma, Manhunt: Unabomber, and Rememory.",
      "description": "Sounds so good you can close your eyes and imagine the action unfolding on-screen, Tripi\\'s masterful sound design let you play MatrixBrute with an awesome cinematic feel. Explore soundscapes, feel the action with cool sequences, and tweak the macros for instant fun.",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "104",
      "product_id": "310",
      "product_slug": "synthopedia",
      "name": "Synthopedia",
      "sound_designer": "TODO",
      "permalink": null,
      "presets_count": "800",
      "baseline": "Modern Sounds Resource",
      "intro_phrase": "Contemporary, unique, inspirational sounds for the modern-day music producer.",
      "description": "This is our most original and modern sound bank yet: yes, the classic vintage synthesizers have been used, but these sounds have been created using the additional features that are found in the software versions that weren’t there in the hardware.\\nThese presets are instantly usable, and design with up-to-date musical styles. Here you will have access to lead, keys, synth, bass and experimental sounds for r’n’b, electronica, dance, hip hop, and pop. Load them up and immediately be inspired with fresh new sounds. ",
      "plugins": "analoglab,modular-v,mini-v,cs-80v,arp2600v,prophet-v,jup-8-v,sem-v,matrix-12-v,synclavier-v,dx7-v,cmi-v,buchla-easel-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "108",
      "product_id": "325",
      "product_slug": "beyondthematrixvol2",
      "name": "Beyond The Matrix Vol 2",
      "sound_designer": "Victor Morello",
      "permalink": null,
      "presets_count": "32",
      "baseline": "A new synth perspective",
      "intro_phrase": "Fresh from the imagination of visionary Arturia sound designer Victor Morello comes an exciting new batch of presets for the mighty MatrixBrute.",
      "description": "Victor has been involved in creating factory sounds for the MatrixBrute since its inception, and knows this analog monster inside and out, and pushes its capabilities to create inspiring new sounds for you to enjoy.\\nThe 32 patches found in Beyond The Matrix Vol 2 are a great mix of sequences, effects, lead, and bass sounds. All of the sounds are highly expressive, with particular attention paid to velocity and “usability” across the entire keyboard, letting you really dig deep and enjoy the creative process. A collection of sounds that i think represent well where the matrix shine : to be able to create expressive sounds. So they pretty much all respond to velocity and translate well to the entire keyboard. Not only that, but all 4 macros are assigned on every preset, letting you get hands on to bring the sounds to life! ",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "135",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "matrixbrute"
    },
    {
      "id": "109",
      "product_id": "320",
      "product_slug": "rusted_keys",
      "name": "Rusted Keys",
      "sound_designer": "Gustavo Bravetti;New Loops;Jeremiah Savage",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Gritty, imperfect melodies",
      "intro_phrase": "Thanks to the power of Pigments’ wavetable hybrid synthesis, you can hear a totally fresh take on classic keyboard sounds with a gritty, reliced feel. Imaginary instruments and audio curios guaranteed to inspire your creativity.",
      "description": "Rusted Keys contains 64 incredibly usable decayed keyboard sounds, perfect for adding that fragile touch, a faded feel, or a spooky vibe to any of your tracks. Masterfully made by New Loops, Jeremiah Savage, and Gustavo Bravetti, this collection of polyphonic keyboard sounds will add that rusted charm to your music.\\nSome sounds are short and percussive, others are long and lingering, some are dramatic and bombastic, while others are soft and subtle, but all of the presets have been designed to be highly usable, with nicely assigned macros to help you bring them to life with hands-on tweaking or automation in your DAW. Rusted Keys is compatible with Pigments, and Analog Lab, so you can enjoy this fantastic collection of gritty keyboard sounds with whichever software title you prefer.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "110",
      "product_id": "319",
      "product_slug": "plutonic_fields",
      "name": "Plutonic Fields",
      "sound_designer": "Gustavo Bravetti;New Loops;Maxime Audfray",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Space-age effects",
      "intro_phrase": "Mixing the sublime with the terrifying, the unnerving with the mysterious, Plutonic Fields is a powerful collection of preset sounds for Pigments and Analog Lab that will set the scene of your music and soundtracks, and put your listeners on edge.",
      "description": "64 experimental preset sounds from the talented minds of New Loops, Maxime Dangles, Gustavo Bravetti, and Maxime Audfray, Plutonic Fields offers up a new, exciting side to Pigments that only the brave dare explore. Inside this pack, you’ll find lost messages from the depths of space, mysterious churnings from the darkest oceans, garbled technology, mechanical monstrosities, and more.\\nThe perfect go-to synth pack for creating sound effects and otherworldly foley for film, TV, and games, as well as never-heard hits and textures for more experimental music. Thanks to the power of Pigments wavetable hybrid synth engine, the sound designers have also assigned the integrated macro controls so you can quickly tweak and manipulate these sounds on the fly, personalizing them and helping them fit into the on-screen action or the music as it evolves.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "111",
      "product_id": "320",
      "product_slug": "rusted_keys",
      "name": "Rusted Keys",
      "sound_designer": "Gustavo Bravetti;New Loops;Jeremiah Savage",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Gritty, imperfect melodies",
      "intro_phrase": "Thanks to the power of Pigments’ wavetable hybrid synthesis, you can hear a totally fresh take on classic keyboard sounds with a gritty, reliced feel. Imaginary instruments and audio curios guaranteed to inspire your creativity.",
      "description": "Rusted Keys contains 64 incredibly usable decayed keyboard sounds, perfect for adding that fragile touch, a faded feel, or a spooky vibe to any of your tracks. Masterfully made by New Loops, Jeremiah Savage, and Gustavo Bravetti, this collection of polyphonic keyboard sounds will add that rusted charm to your music.\\nSome sounds are short and percussive, others are long and lingering, some are dramatic and bombastic, while others are soft and subtle, but all of the presets have been designed to be highly usable, with nicely assigned macros to help you bring them to life with hands-on tweaking or automation in your DAW. Rusted Keys is compatible with Pigments, and Analog Lab, so you can enjoy this fantastic collection of gritty keyboard sounds with whichever software title you prefer.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "112",
      "product_id": "319",
      "product_slug": "plutonic_fields",
      "name": "Plutonic Fields",
      "sound_designer": "Gustavo Bravetti;New Loops;Maxime Audfray",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Space-age effects",
      "intro_phrase": "Mixing the sublime with the terrifying, the unnerving with the mysterious, Plutonic Fields is a powerful collection of preset sounds for Pigments and Analog Lab that will set the scene of your music and soundtracks, and put your listeners on edge.",
      "description": "64 experimental preset sounds from the talented minds of New Loops, Maxime Dangles, Gustavo Bravetti, and Maxime Audfray, Plutonic Fields offers up a new, exciting side to Pigments that only the brave dare explore. Inside this pack, you’ll find lost messages from the depths of space, mysterious churnings from the darkest oceans, garbled technology, mechanical monstrosities, and more.\\nThe perfect go-to synth pack for creating sound effects and otherworldly foley for film, TV, and games, as well as never-heard hits and textures for more experimental music. Thanks to the power of Pigments wavetable hybrid synth engine, the sound designers have also assigned the integrated macro controls so you can quickly tweak and manipulate these sounds on the fly, personalizing them and helping them fit into the on-screen action or the music as it evolves.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "113",
      "product_id": "327",
      "product_slug": "percussive_drive",
      "name": "Percussive Drive",
      "sound_designer": "Maxime Audfray;New Loops;Twolegs Toneworks;Gustavo Bravetti",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Feel the beat",
      "intro_phrase": "If you’re after textural, mighty drums, percussion, and beat sequences, Percussive Drive is the Pigments sound pack for you.",
      "description": "Thanks to the unique mix of wavetable and virtual analog, you can get all the gorgeous transient detail, as well as that lush analog fatness for drums you’ll want to use on all of your tracks.\\nPercussive Drive features 64 varied Pigments presets from the masterful hands of Maxime Audfray, Gustavo Bravetti, New Loops, and Twolegs Toneworks, all with a really interesting unique character, but all of them packing some serious punch. Inside the pack, you’ll find crashing one-hit sounds, new exciting percussive instruments, awesome patterns, tight sequences, as well as one-button grooves that are good enough to be standalone tracks!\\nIf you want to add an element of “what’s that sound?” to your tracks, Percussive Drive is a great place to start. A superb collection of attitude-packed drum and perc sounds that will inspire you to create, form the backbone of your new music, and keep your audience on their toes. Crisp wavetable, massive analog, all with expert notes on sound design and tweaking tips, so you can bring them to life thanks to the smart-assigned macros. Feel the beat!",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "114",
      "product_id": "326",
      "product_slug": "razor_lead",
      "name": "Razor Lead",
      "sound_designer": "Maxime Audfray;Twolegs Toneworks;Gustavo Bravetti;New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Play the cutting edge",
      "intro_phrase": "When you need lead sound to cut through your track like a hot knife through butter, you need the Razor Lead preset pack for Pigments.",
      "description": "Crisp, strong, and biting, each preset sound has its own distinct character, and has been expertly designed to be all muscle, no fat.\\nRazor Lead contains 64 zingy main-line patches that have been designed to add some serious meat to your tracks, created by hugely talented sound designers Maxime Audfray, Gustavo Bravetti, New Loops, and Twolegs Toneworks, Razor Lead will add dozens of powerful new sounds to your sonic arsenal. No soothing pads or quirky sequences here, just devastating, nasty leads to belt out your hooks, riffs, and melodies.\\nObviously the perfect choice for musicians looking to add an aggressive edge to their electronic music, the patches in Razor Lead are universally useful for everything from pop to rock, metal and industrial. Maybe not jazz though, unless you’re really adventurous. Smart-mapped macro controls and sound designer notes on every patch help you really understand what’s going on in the sound, and give you the confidence to tweak it on the fly to suit your track.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "118",
      "product_id": "327",
      "product_slug": "percussive_drive",
      "name": "Percussive Drive",
      "sound_designer": "Maxime Audfray;New Loops;Twolegs Toneworks;Gustavo Bravetti",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Feel the beat",
      "intro_phrase": "If you’re after textural, mighty drums, percussion, and beat sequences, Percussive Drive is the Pigments sound pack for you.",
      "description": "Thanks to the unique mix of wavetable and virtual analog, you can get all the gorgeous transient detail, as well as that lush analog fatness for drums you’ll want to use on all of your tracks.\\nPercussive Drive features 64 varied Pigments presets from the masterful hands of Maxime Audfray, Gustavo Bravetti, New Loops, and Twolegs Toneworks, all with a really interesting unique character, but all of them packing some serious punch. Inside the pack, you’ll find crashing one-hit sounds, new exciting percussive instruments, awesome patterns, tight sequences, as well as one-button grooves that are good enough to be standalone tracks!\\nIf you want to add an element of “what’s that sound?” to your tracks, Percussive Drive is a great place to start. A superb collection of attitude-packed drum and perc sounds that will inspire you to create, form the backbone of your new music, and keep your audience on their toes. Crisp wavetable, massive analog, all with expert notes on sound design and tweaking tips, so you can bring them to life thanks to the smart-assigned macros. Feel the beat!",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "119",
      "product_id": "326",
      "product_slug": "razor_lead",
      "name": "Razor Lead",
      "sound_designer": "Maxime Audfray;Twolegs Toneworks;Gustavo Bravetti;New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Play the cutting edge",
      "intro_phrase": "When you need lead sound to cut through your track like a hot knife through butter, you need the Razor Lead preset pack for Pigments.",
      "description": "Crisp, strong, and biting, each preset sound has its own distinct character, and has been expertly designed to be all muscle, no fat.\\nRazor Lead contains 64 zingy main-line patches that have been designed to add some serious meat to your tracks, created by hugely talented sound designers Maxime Audfray, Gustavo Bravetti, New Loops, and Twolegs Toneworks, Razor Lead will add dozens of powerful new sounds to your sonic arsenal. No soothing pads or quirky sequences here, just devastating, nasty leads to belt out your hooks, riffs, and melodies.\\nObviously the perfect choice for musicians looking to add an aggressive edge to their electronic music, the patches in Razor Lead are universally useful for everything from pop to rock, metal and industrial. Maybe not jazz though, unless you’re really adventurous. Smart-mapped macro controls and sound designer notes on every patch help you really understand what’s going on in the sound, and give you the confidence to tweak it on the fly to suit your track.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "120",
      "product_id": "329",
      "product_slug": "toto_tribute",
      "name": "Toto Tribute",
      "sound_designer": "Paul Schilling",
      "permalink": null,
      "presets_count": "32",
      "baseline": "Hold the synth line",
      "intro_phrase": "The incredible work of Toto has become part of our musical identity. Their incredible musicianship, slick songwriting, and addictive hooks have been thrilling audiences for over 40 years. Plus, they wrote “Africa”, so they are unequivocally the best band ever.",
      "description": "In “Toto Tribute”, you’ll find 32 meticulously recreated synth and keyboard sounds from some of their biggest hits. “Rosanna”, “Lovers In The Night”, “Waiting For Your Love”, and, of course, “Africa”. Lead sounds, electric pianos, cool sequences, big synth brass, and more. Paul Schilling has recreated these sounds using Arturia’s software instruments, modelled on the exact instruments that Paich and Porcaro used to create the originals: CS-80 V, DX7 V, Jup-8 V, and Modular V.\\nThese presets are made to be played! The most important parameters to the patch, and the ones that were tweaked on the record or during live performances, are accessible via Analog Lab’s controls. Perfect for tribute acts, covers, or as a springboard into your own original music. ",
      "plugins": "analoglab,modular-v,cs-80v,jup-8-v,dx7-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "121",
      "product_id": "330",
      "product_slug": "techno_delight",
      "name": "Techno Delight",
      "sound_designer": "Solidtrax",
      "permalink": null,
      "presets_count": "41",
      "baseline": "Beat freaks rejoice",
      "intro_phrase": "Beat freaks rejoice",
      "description": "In the pack, you’ll find a great mix of bass and lead sounds, one-hit synth drum sounds, cool sequences, pads, effects, and synth-string sounds. Created by the sonic geniuses of Solidtrax, the presets in this sound pack use 2 of Arturia’s recreated synths: Jup-8 V and Mini V. The originals of these instruments were some of the most influential synths in early techno production.\\nEach sound has a unique characteristic that is directly controlled by the mod-wheel, letting you easily tweak and twist your sounds on the fly, or create easy, great sounding automation. Analog Lab also lays out all of the most important parameters of the sound before you, letting you go a bit deeper in the tone and behaviour of the patch. If you’re a techno-head, Techno Delight will give you a great inspiration boost and a whole new range of exciting sounds to explore. If you just love awesome synth sounds, you’re in for a treat! ",
      "plugins": "analoglab,mini-v,jup-8-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "124",
      "product_id": "331",
      "product_slug": "marc_houles_signature",
      "name": "Marc Houle\\'s Signature",
      "sound_designer": "Marc Houle",
      "permalink": null,
      "presets_count": "16",
      "baseline": "From Pigments to the dance floor",
      "intro_phrase": "Making full use of the evolving, textural nature of Pigments’ sound engine, Marc Houle has created 16 unique, interesting, and very usable sounds for Arturia’s cutting edge synth.",
      "description": "Focusing on ambient textures, quirky hits, droning sirens, and dark effects, these presets are a great addition to any synth fan’s collection, and a great way to get insight into how Houle programs his synths, develops his patches, and creates his own brand of electronic music.\\nWithin Pigments itself, you are free to use them as they are, or to deconstruct these presets to see what makes them tick. Each sound has guidance and notes from Marc, including suggested parameter tweaks, as well as fully assigned macros to help bring each sound to life in various interesting ways. ",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "125",
      "product_id": "331",
      "product_slug": "marc_houles_signature",
      "name": "Marc Houle\\'s Signature",
      "sound_designer": "Marc Houle",
      "permalink": null,
      "presets_count": "16",
      "baseline": "From Pigments to the dance floor",
      "intro_phrase": "Making full use of the evolving, textural nature of Pigments’ sound engine, Marc Houle has created 16 unique, interesting, and very usable sounds for Arturia’s cutting edge synth.",
      "description": "Focusing on ambient textures, quirky hits, droning sirens, and dark effects, these presets are a great addition to any synth fan’s collection, and a great way to get insight into how Houle programs his synths, develops his patches, and creates his own brand of electronic music.\\nWithin Pigments itself, you are free to use them as they are, or to deconstruct these presets to see what makes them tick. Each sound has guidance and notes from Marc, including suggested parameter tweaks, as well as fully assigned macros to help bring each sound to life in various interesting ways. ",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "126",
      "product_id": "332",
      "product_slug": "moroder_tribute",
      "name": "Moroder Tribute",
      "sound_designer": "Simon Gallifet",
      "permalink": null,
      "presets_count": "32",
      "baseline": "This is Giorgio’s music",
      "intro_phrase": "Few individuals have had such a huge impact on contemporary music as Giorgio Moroder. Creating music since 1968, his pioneering use of synthesizers and sequencing transformed the face of pop music. This sound bank is Arturia’s tribute to his incredible legacy.",
      "description": "In Moroder Tribute, you’ll find 32 incredibly accurate sounds based on some of his best-known tracks, and patches that became part of his sonic signature through the years. The core elements of “From Here to Eternity”, “I Feel Love”, “Baby Blue”, and “Metropolis” are all here, letting you explore his methods and use them in your own music. Nearly all of the patches in Moroder Tribute use the venerable Modular V, and are programmed by Moroder aficionado Simon Gallifet.\\nOn top of these undeniably “Giorgio” sounds, you’ll also find a few incredibly useful recreated-analog drum sounds that formed the bedrock of electronic dance music. Every sound has been mapped to give you amazing control using Analog Lab, letting you tweak and perform in a very natural way, but without totally destroying the sound. ",
      "plugins": "analoglab,modular-v,mini-v,synclavier-v,clavinet-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "127",
      "product_id": "334",
      "product_slug": "analog_explorations",
      "name": "Analog Explorations",
      "sound_designer": "New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Iconic and expressive",
      "intro_phrase": "Synthi V’s amazingly organic analog sound is often used to create wild and wonderful soundscapes, but careful patching can also let it create some of the best, most usable synth sounds out there.",
      "description": "The expert sound designers at New Loops have spent some quality time with Synthi V, exploring the creative potential of its sound engine, and have created this amazing collection of synth sounds that showcase the more musical, usable side of the instrument. In Analog Explorations, you’ll find 64 patches covering bass, leads, pads, and sequences, as well as the odd effect, like a riser, a chilling synth scream, and a few eerie, cinematic soundscapes.\\nThis sound bank is compatible with both Synthi V and Analog Lab, letting you explore the sounds within however you prefer. In every instance, the mod wheel controls a core parameter of each sound, letting you quickly get hands on in your very own analog explorations. ",
      "plugins": "analoglab,synthi-v",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "128",
      "product_id": "336",
      "product_slug": "synth_voices",
      "name": "Synth Voices",
      "sound_designer": "Maxime Audfray; Gustavo Bravetti; Twolegs Toneworks; New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Electronic choirs and robo-talk",
      "intro_phrase": "What happens when you give Arturia’s most adventurous sound designers free reign to create synth voice sounds? This sound bank, of course, and it’s something magical.",
      "description": "Containing 64 presets that cover the whole spectrum of synthetic voice and choir sounds, from simple vocal-filtered leads and key sounds to downright disturbing, shamanistic drones. If you’re looking for a touch of the weird and wonderful, this is the sound bank for you. Thanks to the power of Pigments’ superb modulation network and awesome filters, you can watch the sound evolve and unravel within the interface. You’re essentially watching the robot speak! Need some sci-fi foley for a scene in a cyborg nightclub? Check. Want a quirky robotic sequence as the hook of your new track? No problem. Want to terrify your neighbors with unholy android choirs in the middle of the night? We know what you like, and you’ll find it in Synth Voices.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "129",
      "product_id": "335",
      "product_slug": "tactile_strike",
      "name": "Tactile Strike",
      "sound_designer": "Maxime Audfray;Twolegs Toneworks;Gustavo Bravetti;New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Modern mallets and bells",
      "intro_phrase": "Some of Arturia’s finest sound designers have joined forces to bring you a superb collection of contemporary, dynamic, and exciting mallet and bell sounds.",
      "description": "Using Pigments’ sound shaping abilities to the full, the 64 presets in Tactile Strike are a superb mix of glassy, bright bells, clanking mallets, and strangely organic synth percussion. From perfectly playable one-shots to flowing sequences, these expressive bells and mallets will become your go-to choices when you need some unique percussive, melodic bite in your tracks. The best thing about Tactile Strike is that, if you own Pigments, you can dive into any of the presets and truly make them your own. Apply some dreamy reverb, turn them into huge leads with some distortion, the sky’s the limit.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "155",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "130",
      "product_id": "337",
      "product_slug": "plaisir_pads",
      "name": "Plaisir Pads",
      "sound_designer": "Jean-Baptiste Arthus",
      "permalink": null,
      "presets_count": "32",
      "baseline": "The sensual side of MicroFreak",
      "intro_phrase": "Our multi-talented little monster is famous for its warped and contorted sound, but it also has a softer side it would like to share.",
      "description": "Plaisir Pads contains 32 presets that demonstrate the amazing Pad sounds that MicroFreak can master. Lovingly crafted by Arturia’s resident sound designer and master of seduction Jean-Baptiste Arthus, the presets are full of gentle, subtle movement and evolution. They are smooth when you want them to be, but textured when it counts. One listen is all it takes to fall for Plaisir Pads.\\nIf you want to add some excellent, usable pad sounds to your MicroFreak’s arsenal, and give your listeners an intimate aural experience they won’t forget, Plaisir Pads is the perfect choice. For an extra personal touch, each preset is named after a plant in the Crassulaceae family, so you’ll not only get amazing sounds to explore, you’ll also get an education in slightly obscure botany.\\nFall for Plaisir Pads. ",
      "plugins": null,
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "295",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": "microfreak"
    },
    {
      "id": "131",
      "product_id": "335",
      "product_slug": "tactile_strike",
      "name": "Tactile Strike",
      "sound_designer": "Maxime Audfray;Twolegs Toneworks;Gustavo Bravetti;New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Modern mallets and bells",
      "intro_phrase": "Some of Arturia’s finest sound designers have joined forces to bring you a superb collection of contemporary, dynamic, and exciting mallet and bell sounds.",
      "description": "Using Pigments’ sound shaping abilities to the full, the 64 presets in Tactile Strike are a superb mix of glassy, bright bells, clanking mallets, and strangely organic synth percussion. From perfectly playable one-shots to flowing sequences, these expressive bells and mallets will become your go-to choices when you need some unique percussive, melodic bite in your tracks. The best thing about Tactile Strike is that, if you own Pigments, you can dive into any of the presets and truly make them your own. Apply some dreamy reverb, turn them into huge leads with some distortion, the sky’s the limit.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    },
    {
      "id": "132",
      "product_id": "336",
      "product_slug": "synth_voices",
      "name": "Synth Voices",
      "sound_designer": "Maxime Audfray; Gustavo Bravetti; Twolegs Toneworks; New Loops",
      "permalink": null,
      "presets_count": "64",
      "baseline": "Electronic choirs and robo-talk",
      "intro_phrase": "What happens when you give Arturia’s most adventurous sound designers free reign to create synth voice sounds? This sound bank, of course, and it’s something magical.",
      "description": "Containing 64 presets that cover the whole spectrum of synthetic voice and choir sounds, from simple vocal-filtered leads and key sounds to downright disturbing, shamanistic drones. If you’re looking for a touch of the weird and wonderful, this is the sound bank for you. Thanks to the power of Pigments’ superb modulation network and awesome filters, you can watch the sound evolve and unravel within the interface. You’re essentially watching the robot speak! Need some sci-fi foley for a scene in a cyborg nightclub? Check. Want a quirky robotic sequence as the hook of your new track? No problem. Want to terrify your neighbors with unholy android choirs in the middle of the night? We know what you like, and you’ll find it in Synth Voices.",
      "plugins": "analoglab,pigments",
      "published": "1",
      "new": null,
      "ordering": null,
      "host_product_id": "225",
      "artist_id": null,
      "presets_description": null,
      "hardware_slug": null
    }
  ]
}